[
    {
        "query": [
            "Interdiction de la torture",
            "Recours effectifs"
        ],
        "case_name": "CASE OF PAUNOVIĆ AND MILIVOJEVIĆ v. SERBIA",
        "relevant_paragrpahs": [
            [
                "68. The Court notes at the outset that in cases where a post-election dispute concerning electoral rights had been subject to review by a domestic court, it has chosen to examine the complaints solely under Article 3 of Protocol No. 1 to the Convention (see Riza and Others v. Bulgaria, nos. 48555/10 and 48377/10, § 95, 13 October 2015; Gahramanli and Others v. Azerbaijan, no. 36503/11, § 56, 8 October 2015; Kerimova v. Azerbaijan, no. 20799/06, §§ 31-32, 30 September 2010; and Kerimli and Alibeyli v. Azerbaijan, nos. 18475/06 and 22444/06, §§ 29-30, 10 January 2012 ). However, in cases where post-election disputes had not been subject to review by domestic courts, the Court has delivered a separate examination of the complaint under Article 13 (see Grosaru v. Romania, no. 78039/01, §§ 55-56, ECHR 2010 )."
            ],
            [
                "69. The applicant submitted that he had challenged the termination of his mandate before the Supreme Court and the Constitutional Court. Those courts had dismissed the applicant ’ s complaints without examining them on their merits and the applicant claimed that he had had no other effective domestic remedies at his disposal."
            ],
            [
                "70. The Government submitted that an effective domestic remedy within the meaning of Article 13 of the Convention had been available to the applicant, namely challenging the termination of his mandate in civil proceedings under the Obligations Act (see paragraphs 26-29 above)."
            ],
            [
                "71. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible."
            ],
            [
                "72. The Court observes that the Government have already raised the argument regarding the effectiveness of the civil proceedings in its objections to the admissibility of the complaint in respect of Article 3 of Protocol No. 1. The Court considers that this argument should be rejected for the reasons set out in paragraphs 4 6 to 4 8 above."
            ]
        ],
        "paragraph_numbers": [
            68,
            69,
            70,
            71,
            72
        ],
        "link": "https://hudoc.echr.coe.int/fre?i=001-163100",
        "all_paragraphs": [
            [
                "1. The case originated in an application (no. 41683/06) against the Republic of Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Serbian nationals, Mr Goran Paunović and Ms Ksenija Milivojević (“the applicants”), on 5 October 2006."
            ],
            [
                "2. The applicants were represented by Ms T. Lalić, a lawyer practising in Belgrade. The Serbian Government (“the Government”) were represented by their Agent at the time, Mr S. Carić."
            ],
            [
                "3. The applicants alleged that they had been deprived of their right to sit as members of the National Parliament of the Republic of Serbia (“the Parliament”). They invoked Articles 6, 9, 10, 13 and 14 of the Convention and Article 3 of Protocol No.1 to the Convention."
            ],
            [
                "4. On 8 February 2010 the application was communicated to the Government.",
                "I. THE CIRCUMSTANCES OF THE CASE"
            ],
            [
                "5. The applicants, Mr Goran Paunović (“the first applicant”) and Ms Ksenija Milivojević (“the second applicant”), are Serbian nationals who were born in 1965 and 1975 and currently live in Novi Sad and Belgrade, respectively."
            ],
            [
                "6. The facts of the case, as submitted by the parties, may be summarised as follows."
            ],
            [
                "7. Parliamentary elections in Serbia are held on the basis of a proportional representation system in which candidates for Parliament are included on lists put forward by political parties or coalitions. Voters choose between these lists, without voting directly for individual candidates."
            ],
            [
                "8. In 2003 the applicants were elected as members of parliament (MPs ) for a political party called G17PLUS."
            ],
            [
                "9. Before the elections, however, all candidates, including the applicants, had been required by their party to sign undated letters of resignation and hand them in to the party. The documents also authorised the party to appoint other candidates in their place if necessary."
            ],
            [
                "10. Following political differences between the applicants and their party, on 5 May 2006 the first applicant signed a separate, officially certified statement, in which he declared his prior resignation letter to be null and void. The first applicant informed G17PLUS and the President of Parliament of this statement and made it public."
            ],
            [
                "11. The second applicant also subsequently told Parliament, the party and the public that she considered her earlier resignation letter to be null and void."
            ],
            [
                "12. On 15 May 2006 the head of the G17PLUS party group in Parliament dated the applicants ’ resignation letters and submitted them to the President of the Parliament."
            ],
            [
                "13. On the same day, the first applicant addressed the Parliamentary Committee on Administrative Affairs, explaining that he did not intend to resign and that he wished to keep his seat as an independent MP. He provided the committee with his certified statement of 5 May 2006. However, the committee concluded that both applicants had resigned and held that their parliamentary mandates were deemed to be terminated."
            ],
            [
                "14. On 16 May 2006 a plenary session of Parliament confirmed that decision and accepted two other candidates proposed by G17PLUS as MPs in place of the applicants."
            ],
            [
                "15. On 25 May 2006 the applicants filed two separate complaints with the Supreme Court and the Constitutional Court, seeking the annulment of Parliament ’ s decisions to terminate their mandates and replace them with other candidates."
            ],
            [
                "16. On 29 May 2006 the complaint made to the Supreme Court was dismissed on procedural grounds. The court stated that the impugned parliamentary decisions had not been “administrative acts” and could not, as such, be subject to judicial review."
            ],
            [
                "17. On 29 May 2008 the Constitutional Court also ruled against the applicants, without considering the merits of their case. It stated that new parliamentary elections had been held in January 2007, which was why the applicants ’ complaint had effectively become moot. It noted that their complaint could not have been treated as a constitutional appeal, as envisaged under the Constitution adopted in November 2006, since the parliamentary decisions at issue had been made several months before the new Constitution had been adopted (see B.4 below).",
                "B. Relevant domestic law and practice",
                "1. The 1990 Constitution of the Republic of Serbia (Ustav Republike Srbije; published in the Official Gazette of the Republic of Serbia - OG RS - no. 1/90)"
            ],
            [
                "18. Article 2 § 2 of the 1990 Constitution provided, inter alia, that citizens exercised sovereignty through their “freely elected representatives”."
            ],
            [
                "19. Article 42 provided, inter alia, that a citizen who had reached the age of eighteen had the right to vote for Parliament and be elected; that parliamentary elections were direct, and that political parties, as well as other bodies, had the right to nominate candidates."
            ],
            [
                "20. Article 76 provided that an MP represented the citizens of the district in which he or she had been elected."
            ],
            [
                "21. The 1990 Constitution was repealed in November 2006 and the new Constitution, published in OG RS no. 98/06, entered into force.",
                "2. The Election of Members of Parliament Act ( Zakon o izboru narodnih poslanika; published in OG RS nos. 35/00, 69/02, 57/03, 72/03, 18/04, 85/05 and 101/05)"
            ],
            [
                "22. Article 88 § 1(1) provided that the term of office of a member of parliament would end before it was due to expire officially if the person ceased to be a member of the political party or coalition on whose list he or she had been elected. On 27 May 2003 this provision was declared unconstitutional by the Constitutional Court of Serbia and was effectively removed from the Act (see paragraph 34 below)."
            ],
            [
                "23. Article 88 § 1(2) provides that a parliamentary term of office ends before its official expiry if a member submits his or her resignation."
            ],
            [
                "24. On 25 May 2011 Article 88 was amended with the insertion of a provision requiring an MP to tender his or her resignation in person, in an officially certified document, and hand it to the President of Parliament within three days of the date of official certification.",
                "3. Parliamentary Rules of Procedure ( Poslovnik Narodne skupštine Republike Srbije; published in OG RS nos. 32/02, 57/03, 12/04, 29/04 and 53/05)"
            ],
            [
                "25. Article 230 provides that an MP, when tendering his or her resignation, must do so in writing and hand it to the President of Parliament, who must then forward it to all other MPs.",
                "4. The Obligations Act ( Zakon o obligacionim odnosima; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia – OG SFRY – nos. 29/78, 39/85, 45/89, 57/89 and 31/93)"
            ],
            [
                "26. Articles 111 and 112 provide that a contract can be declared null and void if it was concluded by a party acting with limited legal capacity or if it was concluded as a result of shortcomings in the intentions of the parties ( mane volje )."
            ],
            [
                "27. Articles 199 and 200 provide, inter alia, that anyone who has suffered fear, physical pain or mental anguish as a consequence of a breach of his or her personal rights ( prava ličnosti ) is entitled, depending on the duration and intensity of the breach, to sue for financial compensation in the civil courts and, in addition, to request other forms of redress capable of affording adequate non-pecuniary satisfaction."
            ],
            [
                "28. Article 376 §§ 1 and 2 provide that a claim based on the above-mentioned provisions may be brought within three years of the date on which the injured party learnt of the damage in question and identified the person responsible, but must in any case be brought within five years of the event itself."
            ],
            [
                "29. Article 377 § 1 further provides that if the damage at issue has been caused as the result of the commission of a criminal offence, the civil limitation period may be extended so as to correspond to the applicable criminal statute of limitations.",
                "5. The 2006 Constitution of the Republic of Serbia ( Ustav Republike Srbije; published in OG RS no. 98/06)"
            ],
            [
                "30. Article 52 provides, inter alia, that every citizen who is of age and of working ability has the right to vote and stand for election; that elections are direct; and that election rights are protected in accordance with the law."
            ],
            [
                "31. Article 102 § 2 provides that, “under the terms prescribed by law, an MP shall be free to put his or her mandate irrevocably at the disposal of the political party on the proposal of which he or she was elected”."
            ],
            [
                "32. Article 170 provides that “a constitutional appeal may be lodged against individual decisions or actions of State bodies or organisations exercising delegated public powers which violate or deny human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies for their protection have already been exhausted or have not been prescribed”."
            ],
            [
                "33. The new Constitution entered into force in November 2006.",
                "6. The Constitutional Court ’ s case-law"
            ],
            [
                "34. On 27 May 2003, whilst reviewing the constitutionality of election legislation in abstracto, the Constitutional Court held that the mandate of an elected MP belonged to the MP personally, and not to the political party on whose list he or she was elected. In its reasoning, the court emphasised that once elected, MPs should be accountable primarily to the voters who elected them, not to their political party. This flows from the fact that they hold a mandate from the people, not from their party. The fact that an MP has resigned from the party or been expelled should not therefore lead to their expulsion from parliament. There is no constitutional obligation on MPs to resign if they have political disagreements with their party, even if they are expelled from it ( decision IU no. 197/2002).",
                "C. Relevant Council of Europe documents"
            ],
            [
                "35. The Parliamentary Assembly of the Council of Europe (“the Assembly”) has adopted a number of resolutions and recommendations regarding the issue of the recall of peoples ’ representatives by political parties."
            ],
            [
                "36. On 25 June 2008 the Assembly adopted Resolution 1619 (2008) entitled “State of democracy in Europe. The functioning of democratic institutions in Europe and progress of the Assembly ’ s monitoring procedure”, which stated, inter alia :",
                "“ ... constitutional and legislative provisions providing for the recall of peoples ’ representatives by the political parties (the so-called ‘ imperative mandate ’ ) should be abrogated in the Russian Federation, Serbia and Ukraine;",
                "the recall of peoples ’ representatives by the political parties (the so-called ‘ imperative mandate ’ ) is unacceptable and contrary to the principles of the rule of law and the separation of powers.”"
            ],
            [
                "37. On 23 June 2010 the Assembly adopted Resolution 1747 (2010) entitled “State of democracy in Europe and the progress of the Assembly ’ s monitoring procedure”, which stated, inter alia :",
                "“ ... the Assembly urges ... the Parliaments of the Russian Federation, Serbia and Ukraine to abrogate constitutional and legislative provisions providing for the recall of peoples ’ representatives by the political parties (the so-called ‘ imperative mandate ’ ) ... ”"
            ],
            [
                "38. On 25 January 2012 the Assembly adopted Resolution 1858 (2012) entitled “The honouring of obligations and commitments by Serbia”, which stated, inter alia :",
                "“ 9.4. [The Assembly] congratulates Serbia for adopting, in 2011, the Act on Altering and Amending the Act on Election of Members of Parliament of the Republic of Serbia in accordance with the Joint Opinion of the European Commission for Democracy through Law (Venice Commission) and the OSCE/ODIHR, which has brought the system of allocation of mandates in the parliament into line with European standards; it abolished the ‘ party-administrated mandates ’ and the ‘ blank resignations ’, as requested by the Assembly in its Resolution 1661; ... The Assembly notes, however, that the Serbian Constitution still contains a provision allowing for “imperative mandates”;",
                "9.10. [The Assembly] therefore calls on the Serbian authorities to:",
                "9.10.1. eliminate from the constitution the provisions establishing the imperative mandate of members of parliament; ... ”",
                "2. The European Commission for Democracy through Law (Venice Commission)"
            ],
            [
                "39. The Venice Commission, the Council of Europe ’ s advisory body on constitutional matters, adopted an Opinion at its 70 th plenary session (document CDL-AD(2007)004 of 19 March 2007), the relevant part of which reads :",
                "“ ... [ Section 2 of Article 102 of the Serbian Constitution] ... states that ‘ Under the terms stipulated by the Law, a deputy shall be free to irrevocably put his/her term of office at the disposal [of] a political party upon which proposal he or she has been elected a deputy ’. It seems that its intent is to tie the deputy to the party position on all matters at all times. This is a serious violation of the freedom of a deputy to express his/her view on the merits of a proposal or action. It concentrates excessive power in the hands of the party leaderships .”"
            ],
            [
                "40. The Report on the Imperative Mandate and Similar Practices adopted by the Council for Democratic Elections at its 28th meeting (Venice, 14 March 2009) and by the Venice Commission at its 79th Plenary Session ( document CDL-AD(2009)027 of 16 June 2009 ) reads, in so far as relevant, as follows:",
                "“ 3.2.1. Obligation of Members of the parliament to resign if they change their political affiliation – the case of Serbia.",
                "39. At present, imperative mandate stricto sensu and recall are unknown in practice in Europe. Moreover, there are very few countries among the Council of Europe member States which have legislation giving the power to political parties to make members of the elected bodies resign if they change their political affiliation. The mechanisms of control of individual representatives proposed in the Serbian or Ukrainian cases cannot be equalled to ‘ imperative mandate ’ which is a practice forbidden in virtually all European countries. These mechanisms come closer to the model of ‘ party administered mandate ’ which is or has been characteristic in countries such as India or South Africa with the objective of preventing massive turn round of voters ’ decision by means of party switching. Whilst in these countries these practices have [been] considered consistent with their own constitutions, the Venice Commission has consistently argued that losing the condition of representative because of crossing the floor or switching party is contrary to the principle of a free and independent mandate. Even though the aim pursued by this kind of measures (i.e. preventing the ‘ sale ’ of mandates to the top payer) can be sympathetically contemplated, the basic constitutional principle which prohibits imperative mandate or any other form of politically depriving representatives of their mandates must prevail as a cornerstone of European democratic constitutionalism. ”",
                "I. REGARDING THE SECOND APPLICANT ( MS MILIVOJEVIĆ )"
            ],
            [
                "41. The Court notes that by a letter dated 12 February 2015 the second applicant informed the Court that she would like to withdraw her application. The relevant part of Article 37 § 1 of the Convention reads:",
                "“1. The Court may at any stage of the proceedings decide to strike an application out of its list of cases where the circumstances lead to the conclusion that ...",
                "(c) ... it is no longer justified to continue the examination of the application.”"
            ],
            [
                "42. The Court finds no special circumstances relating to respect for human rights as defined in the Convention and its Protocols which require it to continue the examination of the application in respect of the second applicant. Accordingly, the application should be struck out of the Court ’ s list of cases in so far as it relates to this applicant.",
                "II. REGARDING THE FIRST APPLICANT ( MR PAUNOVIĆ )",
                "A. Alleged violation of Article 3 of Protocol No. 1 to the Convention"
            ],
            [
                "43. The applicant complained under Articles 9 and 10 and under Article 3 of Protocol No. 1 to the Convention that he had been unlawfully deprived of his right to sit as a member of the National Parliament of the Republic of Serbia. The Court considers that this complaint falls to be examined under Article 3 of Protocol No. 1 to the Convention, which reads as follows:",
                "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                "(a) Compatibility ratione personae"
            ],
            [
                "44. The Government argued that the State could not be held responsible for the termination of the applicant ’ s parliamentary mandate as the termination had been the result of a private-law contract between the applicant and his political party. In the Government ’ s view, Parliament ’ s decision to terminate the mandate had been purely declaratory in nature and had merely established the facts that had resulted from the contract."
            ],
            [
                "45. The Court notes that the applicant ’ s parliamentary mandate was terminated by Parliament on the strength of a pre-prepared letter of resignation (see paragraphs 12 and 13 above). In these circumstances, it is evident that it was the State that deprived him of his parliamentary mandate by accepting the applicant ’ s letter of resignation. Accordingly, the Government ’ s objection in this regard must be dismissed.",
                "(b) Exhaustion of domestic remedies"
            ],
            [
                "46. The Government repeated that the termination of the applicant ’ s mandate had been the result of a private-law contract and submitted that in view of that fact the applicant had not exhausted all effective domestic remedies. In particular, the applicant had not brought a separate civil suit for annulment of the contract, under the Obligations Act (see paragraphs 26-29 above)."
            ],
            [
                "47. The Court notes that the applicant complained about the termination of his mandate by Parliament and brought two separate actions in that connection, one with the Supreme Court and one with the Constitutional Court, to seek to have Parliament ’ s decision annulled. The courts ruled against the applicant, without considering the merits of his case (see paragraphs 15-16; also compare and contrast Occhetto v Italy (dec.), no. 14507/07, §§ 4 and 48-53, 12 November 2013 )."
            ],
            [
                "48. Turning to the Government ’ s argument : even assuming that the applicant had successfully had his “blank resignation” set aside in civil proceedings, the Court considers that this would not have been an effective remedy in the particular circumstances of the case, because there was no suggestion by the Government that the annulment would have resulted in the applicant ’ s parliamentary mandate being restored. In addition, the Government were unable to cite any domestic case-law in which a claim based on Articles 111 and 112 of the Obligations Act had been brought successfully in a case such as the applicant ’ s (see paragraphs 26-29 above). Accordingly, the Government ’ s objection in this regard must be dismissed."
            ],
            [
                "49. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible."
            ],
            [
                "50. The applicant alleged that the termination of his parliamentary mandate by Parliament had been unlawful and had therefore given rise to an unjustified interference with his rights under Article 3 of Protocol No.1 to the Convention."
            ],
            [
                "51. In particular, the applicant submitted that his parliamentary mandate had been terminated with reference to a letter in which he had allegedly expressed his genuine wish to resign and which had been signed by him some three years earlier. According to the applicant, his subsequent declarations to the contrary, including an officially certified statement and a statement given in person before the Parliamentary Committee on Administrative Affairs had simply been ignored (see paragraph 12 above). In addition, his attempts to obtain redress before the domestic courts had proved futile."
            ],
            [
                "52. The applicant maintained that the acceptance of his resignation had been in violation of domestic law, which, in the applicant ’ s view, clearly required that a resignation had to be delivered in person by the MP to the President of Parliament. In addition, when such a resignation had been forwarded to the Parliamentary Committee, the latter had a duty to formally establish the reasons for the MP ’ s resignation. However, this had not taken place in the applicant ’ s case."
            ],
            [
                "53. The Government submitted at the outset that in accordance with the Court ’ s case-law, the Contracting States enjoy a wide margin of appreciation in electoral matters. Accordingly, a flexible approach to this issue by the Court required that electoral legislation be assessed in the light of the political development of the country concerned, meaning that features which were unacceptable in the context of one system might be justified in another."
            ],
            [
                "54. The Government argued that this case should be distinguished from Gaulieder v Slovakia ( no. 36909/97, Commission ’ s report of 10 September 1999, § 41 ) in which the Commission had concluded that there had been a violation of Article 3 of Protocol No. 1 in the case of an undated resignation. The Government argued that that case was different because the Constitutional Court of Slovakia had established that the parliamentary mandate of the applicant had ended despite his genuine will to the contrary, while in the present applicant ’ s case no such adjudication had taken place."
            ],
            [
                "55. The Government invited the Court to take into account the characteristics of the parliamentary system in Serbia. The electoral system in Serbia was that of proportional representation, in which the electorate in the constituency voted for a political party rather than a specific candidate. Voters therefore had “no influence whatsoever on the candidates to be put on the list, nor on which of the listed candidates will become a member of the National Assembly, because the political parties decide on that ”. The signing of resignations in advance by which MPs had “subordinated their personal interests to the interests of the party” was a way to secure party discipline in such a system which, in the Government ’ s view, represented a constitutional tradition in Serbia."
            ],
            [
                "56. Regarding the lawfulness of the decision to terminate the applicant ’ s mandate, the Government submitted that it had been made in accordance with domestic law. The Government claimed that the applicant ’ s certified statement, in which he had declared his prior resignation to be null and void, had not contained a stamp of receipt by Parliament and had therefore never been duly received by it. As Parliament had not been aware of the statement at the time the applicant ’ s resignation had been approved, the statement could not have been taken into account. Thus, on the basis of the material before it, Parliament could not have dealt with the issues of whether the letter of resignation represented the genuine will of the applicant or whether it had been submitted by an authorised person."
            ],
            [
                "57. The Government claimed that the impugned decision had pursued a legitimate aim and had not been disproportionate. The prevention of corruption resulting from the possible trade of parliamentary mandates and the importance of the undisturbed functioning of Parliament required a mechanism to control individual representatives, such as the acceptance of “blank resignations” signed in advance, and without any indication of the date.",
                "(b) Principles established by the Court ’ s case-law"
            ],
            [
                "58. The Court reiterates that Article 3 of Protocol No. 1 differs from other rights guaranteed by the Convention and its Protocols as it is phrased in terms of the obligation of the High Contracting Party to hold elections which ensure the free expression of the opinion of the people, rather than in terms of a particular right or freedom. However, having regard to the preparatory work to Article 3 of Protocol No. 1 and the interpretation of the provision in the context of the Convention as a whole, the Court has established that this provision also implies individual rights, including the right to vote and to stand for election (see Mathieu-Mohin and Clerfayt v. Belgium, 2 March 1987, §§ 46-51, Series A no. 113, and Ždanoka v. Latvia [GC], no. 58278/00, § 102, ECHR 2006-IV). Furthermore, the Court considers that this Article guarantees the individual ’ s right to sit as a member of parliament once elected (see Ganchev v. Bulgaria, no. 28858/95, Commission decision of 25 November 1996, Decisions and Reports 87, p. 130, and Gaulieder, cited above, § 41 )."
            ],
            [
                "59. As noted in the Preamble to the Convention, the rights guaranteed under Article 3 of Protocol No. 1 are crucial to establishing and maintaining the foundations of an effective and meaningful democracy governed by the rule of law. Nonetheless, these rights are not absolute. There is room for “implied limitations”, and Contracting States must be given a margin of appreciation in this sphere. The Court reaffirms that the margin in this area is wide (see Mathieu-Mohin and Clerfayt, cited above, § 52, and, more recently, Matthews v. the United Kingdom [GC], no. 24833/94, § 63, ECHR 1999-I; Labita v. Italy [GC], no. 26772/95, § 201, ECHR 2000 ‑ IV; and Podkolzina v. Latvia, no. 46726/99, § 33, ECHR 2002- II). There are numerous ways of organising and running electoral systems and a wealth of differences, inter alia, in historical development, cultural diversity and political thought within Europe, which it is for each Contracting State to mould into its own democratic vision (see Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, § 61, ECHR 2005 ‑ IX)."
            ],
            [
                "60. It is, however, for the Court to determine in the last resort whether the requirements of Article 3 of Protocol No. 1 have been complied with. It has to satisfy itself that the conditions do not curtail the rights in question to such an extent as to impair their very essence and deprive them of their effectiveness; that they are imposed in pursuit of a legitimate aim; and that the means employed are not disproportionate (see Mathieu-Mohin and Clerfayt, loc. cit.). In particular, any conditions imposed must not thwart the free expression of the people in the choice of the legislature – in other words, they must reflect, or not run counter to, the concern to maintain the integrity and effectiveness of an electoral procedure aimed at identifying the will of the people through universal suffrage (see Hirst, cited above, § 62, and Yumak and Sadak v. Turkey [GC], no. 10226/03, § 109, ECHR 2008 ). The Court is not required to adopt a position on the choice between one electoral system and another. That decision, which is determined by historical and political considerations specific to each country, is in principle one which the State alone has the power to make (see Podkolzina, cited above, § 34).",
                "(c) Application of these general principles to the instant case"
            ],
            [
                "61. As noted above, Article 3 of Protocol No. 1 is phrased differently from the other provisions of the Convention and its Protocols – in terms of an obligation on the High Contracting Parties, rather than guaranteeing a specific right or freedom (see paragraph 5 8 above). Unlike other provisions of the Convention, such as Article 5, Articles 8 to 11, or Article 1 of Protocol No. 1, the text of this provision does not contain an express reference to the “lawfulness” of any measures taken by the State. However, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention and its Protocols (see, among many other authorities, Amuur v. France, 25 June 1996, § 50, Reports of Judgments and Decisions 1996 ‑ III ). This principle entails a duty on the part of the State to put in place a framework of legislation and, as appropriate, subordinate legislation, for securing its obligations under the Convention in general and Article 3 of Protocol No. 1 in particular."
            ],
            [
                "62. The issue arising in the present case is whether the termination of the applicant ’ s parliamentary mandate was in accordance with the applicable legal rules."
            ],
            [
                "63. The Court notes that in the initial version of the Election of Members of Parliament Act, Article 88 provided that the mandate of an elected MP would expire if the person ceased to be a member of the political party or coalition on whose list of candidates he or she he had been elected. However, those provisions were abrogated by the Constitutional Court of Serbia in 2003 (see paragraphs 22 and 34 above). The Constitutional Court emphasised that MPs held a mandate from the people, not from their party. The Court sees no reason to offer a different interpretation in the present case. In view of the above, it is clear that at the time the applicant was deprived of his parliamentary mandate, the domestic legislation specified that a parliamentary mandate belonged to an MP personally, not to the political party on whose list he or she was elected. Further, and in accordance with the rule established by Article 230 of the Parliamentary Rules of Procedure, an MP, when tendering his or her resignation had to do so in writing and to hand it personally to the President of Parliament. That was, accordingly, the framework of primary and secondary legislation put in place by the State pursuant to its obligation under Article 3 of Protocol No. 1 (see paragraph 61 above)."
            ],
            [
                "64. In the present case, however, the resignation was not delivered to Parliament by the applicant in person, but by a representative of his political party, in defiance of the applicant ’ s express wishes to the contrary. The Court is unable to accept the Government ’ s assertion that Parliament was unaware of the applicant ’ s intention not to resign at the time the decision to deprive him of his parliamentary mandate was made. Irrespective of whether the applicant ’ s certified statement, in which he had declared his prior resignation to be null and void, bore Parliament ’ s stamp of receipt, it is not disputed between the parties that the applicant was present at the session of the Parliamentary Committee on Administrative Affairs where he personally submitted a copy of the said statement. Moreover, it transpires from the minutes of the session of that Committee, submitted to the Court by the Government, that the applicant personally informed the Committee members of his intention not to resign and that he considered his prior resignation null and void."
            ],
            [
                "65. Having regard to the above, the Court concludes that the termination of the applicant ’ s mandate was in breach of the Election of Members of Parliament Act and the Parliamentary Rules of Procedure, which required the resignation of an MP to be submitted by an MP in person, in accordance with his genuine will and at the time he or she was the holder of the mandate in question. Accordingly, the entire process of revoking the applicant ’ s mandate was conducted outside the applicable legal framework and was therefore unlawful."
            ],
            [
                "66. There has accordingly been a violation of Article 3 of Protocol No. 1 to the Convention.",
                "B. Alleged violation of Article 13 of the Convention taken in conjunction with Article 3 of Protocol No. 1"
            ],
            [
                "67. Relying on Article 13 of the Convention, taken in conjunction with Article 3 of Protocol No. 1, the applicant complained that he had had no effective remedy by which to challenge the authorities ’ breach of his passive electoral rights. Article 13 of the Convention provides:",
                "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”"
            ],
            [
                "68. The Court notes at the outset that in cases where a post-election dispute concerning electoral rights had been subject to review by a domestic court, it has chosen to examine the complaints solely under Article 3 of Protocol No. 1 to the Convention (see Riza and Others v. Bulgaria, nos. 48555/10 and 48377/10, § 95, 13 October 2015; Gahramanli and Others v. Azerbaijan, no. 36503/11, § 56, 8 October 2015; Kerimova v. Azerbaijan, no. 20799/06, §§ 31-32, 30 September 2010; and Kerimli and Alibeyli v. Azerbaijan, nos. 18475/06 and 22444/06, §§ 29-30, 10 January 2012 ). However, in cases where post-election disputes had not been subject to review by domestic courts, the Court has delivered a separate examination of the complaint under Article 13 (see Grosaru v. Romania, no. 78039/01, §§ 55-56, ECHR 2010 )."
            ],
            [
                "69. The applicant submitted that he had challenged the termination of his mandate before the Supreme Court and the Constitutional Court. Those courts had dismissed the applicant ’ s complaints without examining them on their merits and the applicant claimed that he had had no other effective domestic remedies at his disposal."
            ],
            [
                "70. The Government submitted that an effective domestic remedy within the meaning of Article 13 of the Convention had been available to the applicant, namely challenging the termination of his mandate in civil proceedings under the Obligations Act (see paragraphs 26-29 above)."
            ],
            [
                "71. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible."
            ],
            [
                "72. The Court observes that the Government have already raised the argument regarding the effectiveness of the civil proceedings in its objections to the admissibility of the complaint in respect of Article 3 of Protocol No. 1. The Court considers that this argument should be rejected for the reasons set out in paragraphs 4 6 to 4 8 above."
            ],
            [
                "73. In view of the above, the Court considers that there has also been a violation of Article 13 of the Convention taken in conjunction with Article 3 of Protocol No. 1.",
                "C. Alleged violation of Article 6 § 1 of the Convention"
            ],
            [
                "74. The applicant complained that he had not had a fair trial before the Supreme Court and the Constitutional Court in so far as both courts had refused to examine his complaints on their merits. The applicant submitted that this had amounted to a violation of Article 6 § 1 of the Convention."
            ],
            [
                "75. The Court notes that proceedings involving electoral disputes, including those resulting in the removal of elected candidates, fall outside the scope of Article 6 of the Convention, in so far as they concern the exercise of political rights and do not, therefore, have any bearing on “civil rights and obligations” within the meaning of Article 6 § 1 of the Convention (see, mutatis mutandis, Pierre-Bloch v. France, 21 October 1997, § 50, Reports, 1997-VI, and Cheminade v. France (dec.), no. 31599/96, ECHR 1999-II)."
            ],
            [
                "76. It follows that this complaint is incompatible ratione materiae with the provisions of the Convention and must be rejected pursuant to Article 35 §§ 3 (a) and 4.",
                "D. Alleged violation of Article 14 of the Convention"
            ],
            [
                "77. Lastly, the applicant complained that he had been discriminated against on the basis of his political opinion which had resulted in the termination of his parliamentary mandate. He relied on Article 14, which provides:",
                "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”"
            ],
            [
                "78. The Court notes that this complaint is linked to the one examined in relation to Article 3 of Protocol No. 1, and must therefore likewise be declared admissible."
            ],
            [
                "79. However, having regard to its finding in relation to Article 3 of Protocol No. 1, the Court considers that it is not necessary to examine whether there has been a violation of Article 14.",
                "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION"
            ],
            [
                "80. Article 41 of the Convention provides:",
                "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”"
            ],
            [
                "81. The first applicant claimed 4,600 euros (EUR) in respect of pecuniary damage, corresponding to the net salary and allowances to which he would have been entitled as an MP for the period between 16 May 2006 and 14 February 2007, when the mandates of all deputies in the Parliament had ended because of new elections. He also sought EUR 100,000 in respect of non-pecuniary damage, for the injury he claimed to have suffered as a result of being prevented from carrying out his duties as an MP and for the attacks and injustice to which he claimed he and his family had been exposed."
            ],
            [
                "82. The Government considered the amounts claimed to be excessive."
            ],
            [
                "83. The Court considers that the Government should pay the first applicant the entire sum claimed in respect of pecuniary damage."
            ],
            [
                "84. The Court considers that the finding of a violation of Article 3 of Protocol No. 1 constitutes sufficient just satisfaction in respect of non-pecuniary damage and accordingly makes no award under this head."
            ],
            [
                "85. The first applicant also claimed EUR 1,440 for the costs and expenses incurred before the domestic courts and EUR 4,800 for those incurred before the Court."
            ],
            [
                "86. The Government considered the amounts claimed to be excessive."
            ],
            [
                "87. According to the Court ’ s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 5,400 covering costs under all heads."
            ],
            [
                "88. The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                "1. Decides, unanimously, to strike out the application in so far as it concerns the complaints of the second applicant ( Ms Milivojević );"
            ]
        ],
        "id": 1
    }
]