[
    {
        "query": [
            "Derogarea în caz de stare de urgență",
            "Art 15 § 1: cazuri în care un stat poate să deroge în mod  valabil de la Convenție",
            "„[...] în măsura strictă în care situația o cere [...] ”"
        ],
        "case_name": "CASE OF NURAY SEN v. TURKEY",
        "relevant_paragrpahs": [
            [
                "25. The Court recalls that “it falls to each Contracting State, with its responsibility for ‘the life of [its] nation’, to determine whether that life is threatened by a ‘public emergency’ and, if so, how far it is necessary to go in attempting to overcome the emergency. By reason of their direct and continuous contact with the pressing needs of the moment, the national authorities are in principle better placed than the international judge to decide both on the presence of such an emergency and on the nature and scope of the derogations necessary to avert it. Accordingly, in this matter a wide margin of appreciation should be left to the national authorities. Nonetheless, Contracting Parties do not enjoy an unlimited discretion. It is for the Court to rule whether, inter alia, the States have gone beyond the ‘extent strictly required by the exigencies’ of the crisis. The domestic margin of appreciation is thus accompanied by a European supervision. In exercising this supervision, the Court must give appropriate weight to such relevant factors as the nature of the rights affected by the derogation and the circumstances leading to, and the duration of, the emergency situation” (see the Brannigan and McBride v. the United Kingdom, judgment of 26 May 1993, Series A no. 258-B, pp. 49–50, § 43, and the Aksoy judgment cited above, p. 2280, § 68)."
            ],
            [
                "26. The Court further recalls that in its judgments in the above-mentioned Aksoy and Demir cases the Court, in assessing the validity of the Turkish derogation, took into account in particular the unquestionably serious problem of terrorism in south-east Turkey and the difficulties faced by the State in taking effective measures. Nevertheless, in those cases it was not persuaded that the situation necessitated holding the applicant in the Aksoy case for fourteen days or more and holding the applicants’ in the Demir case for between 16 and 23 days in incommunicado detention without access to a judge or other judicial officer ( Aksoy judgment, pp. 2282 and 2284, §§ 78 and 84; Demir judgment § 57). In the Aksoy case it noted in particular that the Government had not adduced any detailed reasons as to why the fight against terrorism in south-east Turkey rendered any judicial intervention impracticable (ibid., § 78)."
            ],
            [
                "27. The Court, noting in particular that the Government have not adduced any reasons as to why the situation in south-east Turkey in the present case was different from the situation in the above-mentioned Aksoy and Demir cases so as to render any judicial intervention impossible, is not persuaded to depart from its conclusions in those two cases."
            ],
            [
                "28. Consequently and notwithstanding the situation created in south-east Turkey by the actions of the PKK and the special features and difficulties of investigating terrorist offences, the Court considers that the applicant’s detention for eleven days before being brought before a judge or other judicial officer was not strictly required by the crisis relied on by the Government."
            ],
            [
                "29. There has accordingly been a breach of Article 5 § 3 of the Convention.",
                "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION"
            ]
        ],
        "paragraph_numbers": [
            25,
            26,
            27,
            28,
            29
        ],
        "link": "https://hudoc.echr.coe.int/eng?i=001-61139",
        "all_paragraphs": [
            [
                "1. The case originated in an application (no. 41478/98) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Ms Nuray Şen (“the applicant”), on 25 April 1996."
            ],
            [
                "2. The applicant was represented by Mr Tony Fisher, a lawyer practising in Colchester, Mr Philip Leach and Ms Anke Stock of the Kurdish Human Rights Project in London, as well as by Mr Mark Muller, Mr Tim Otty and Ms Jane Gordon, lawyers practising in London. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court."
            ],
            [
                "3. The applicant complained that she was detained for 11 days and was not brought before a judge within a reasonable time. She invoked Article 5 § 3 of the Convention."
            ],
            [
                "4. The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11)."
            ],
            [
                "5. The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. Mr Rıza Türmen, the judge elected in respect of Turkey, withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1)."
            ],
            [
                "6. By a decision of 30 April 2002 the Court declared the application partly admissible, retaining the applicant’s complaint under Article 5 § 3 of the Convention."
            ],
            [
                "7. On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section."
            ],
            [
                "8. The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                "I. THE CIRCUMSTANCES OF THE CASE"
            ],
            [
                "9. The applicant was born in 1951 and lives in Paris."
            ],
            [
                "10. On 10 November 1995 the applicant was arrested on suspicion of PKK membership and brought to the Gendarme Intelligence and Anti-Terrorism Headquarters in Diyarbakır."
            ],
            [
                "11. On 21 November 1995 the applicant was brought before the prosecutor at the Diyarbakır State Security Court who ordered her detention on remand. She was taken to Diyarbakır High Security Prison."
            ],
            [
                "12. The applicant was released on bail at the first hearing before the Diyarbakır State Security Court on 15 February 1996."
            ],
            [
                "13. Article 19 of the Constitution provides:",
                "“Everyone has the right to liberty and security of person.",
                "No one shall be deprived of his liberty save in the following cases and in accordance with the formalities and conditions prescribed by law:",
                "The arrested or detained person must be brought before a judge within forty-eight hours at the latest or, in the case of offences committed by more than one person, within fifteen days ... These time-limits may be extended during a state of emergency...",
                "A person deprived of his liberty for whatever reason shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.",
                "Compensation must be paid by the State for damage sustained by persons who have been victims of treatment contrary to the above provisions, as the law shall provide.”"
            ],
            [
                "14. Under Article 9 of Law no. 3842 of 18 November 1992 on procedure in state security courts, only these courts can try cases involving the offences defined in Articles 125 and 168 of the Criminal Code."
            ],
            [
                "15. At the material time Article 30 of Law no. 3842 provided that, with regard to offences within the jurisdiction of state security courts, any arrested person had to be brought before a judge within 48 hours at the latest, or, in the case of offences committed by more than one person, within 15 days.",
                "The notice of derogation of 6 August 1990:"
            ],
            [
                "16. On 6 August 1990 the Permanent Representative of Turkey to the Council of Europe sent the Secretary General of the Council of Europe the following notice of derogation:",
                "“1. The Republic of Turkey is exposed to threats to its national security in South East Anatolia which have steadily grown in scope and intensity over the last months so as to [amount] to a threat to the life of the nation in the meaning of Article 15 of the Convention.",
                "During 1989, 136 civilians and 153 members of the security forces have been killed by acts of terrorists, acting partly out of foreign bases. Since the beginning of 1990 only, the numbers are 125 civilians and 96 members of the security forces.",
                "2. The threat to national security is predominantly [occurring] in provinces of South East Anatolia and partly also in adjacent provinces.",
                "3. Because of the intensity and variety of terrorist actions and in order to cope with such actions, the Government has not only to use its security forces but also take steps appropriate to cope with a campaign of harmful disinformation of the public, partly emerging from other parts of the Republic of Turkey or even from abroad and with abuses of trade-union rights.",
                "4. To this end, the Government of Turkey, acting in conformity with Article 121 of the Turkish Constitution, has promulgated on May 10 1990 the decrees with force of law [nos.] 424 and 425. These decrees may in part result in derogating from rights enshrined in the following provisions of the European Convention [on] Human Rights and Fundamental Freedoms: Articles 5, 6, 8, 10, 11 and 13. A descriptive summary of the new measures is attached hereto...”",
                "According to a note in the notice of derogation, “the threat to national security [was] predominantly occurring” in the provinces of Elazığ, Bingöl, Tunceli, Van, Diyarbakır, Mardin, Siirt, Hakkari, Batman and Şırnak.",
                "On 29 January 2001 Turkey revoked its above-mentioned derogation.",
                "I. ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION"
            ],
            [
                "17. The applicant complained of a breach of Article 5 § 3 of the Convention which provides as follows:",
                "“ Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”"
            ],
            [
                "18. The applicant complained that she was held in police custody for a period of 11 days before being brought before a judge or other officer authorised by law to exercise judicial power."
            ],
            [
                "19. She referred to the case of Aksoy v. Turkey (judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, p. 2282, § 78) and maintained that the period she had spent in police custody without judicial intervention amounted to a violation of her right under Article 5 § 3 of the Convention."
            ],
            [
                "20. The Government submitted that the applicant’s detention period was lawful under the Turkish law prevailing at the relevant time. They maintained that the 11 days’ detention was justified on account of the scale of PKK violence in south-east Turkey at the relevant time."
            ],
            [
                "21. The Government further submitted that, given the situation in south-east Turkey brought about by the violence of the PKK terrorist organisation, there had been no breach of Article 5 § 3 on account of the derogation notified by Turkey under Article 15 of the Convention."
            ],
            [
                "22. The Court recalls that Article 5 of the Convention enshrines a fundamental human right, namely the protection of the individual against arbitrary interferences by the State with his right to liberty. Judicial control of interferences by the executive is an essential feature of the guarantee embodied in Article 5 § 3, which is intended to minimise the risk of arbitrariness and to secure the rule of law, “one of the fundamental principles of a democratic society..., which is expressly referred to in the Preamble to the Convention” (see Sakık and Others v. Turkey, judgment of 26 November 1997, Reports 1997-VII, p. 2623, § 44; see also Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, p. 32, § 58)."
            ],
            [
                "23. The Court has accepted on several occasions that the investigation of terrorist offences undoubtedly presents the authorities with special problems (see the above-mentioned Brogan and Others judgment, p. 33, § 61; Murray v. the United Kingdom, 28 October 1994, Series A no. 300-A, p. 27, § 58; the above-mentioned Aksoy judgment, p. 2282, § 78; Demir and Others v. Turkey, judgment of 23 September 1998, Reports 1998-VI, p. 2653, § 41 and Dikme v. Turkey, judgment of 11 July 2000, Reports 2000-VIII, § 64). This does not mean, however, that the investigating authorities have carte blanche under Article 5 to arrest suspects for questioning, free from effective control by the domestic courts and, ultimately, by the Convention supervisory institutions, whenever they choose to assert that terrorism is involved (see the Murray judgment, p. 27, § 58)."
            ],
            [
                "24. The Court notes that the applicant’s detention in police custody lasted eleven days. It recalls that in the Brogan and Others case it held that detention in police custody which had lasted four days and six hours without judicial control fell outside the strict constraints as to the time laid down by Article 5 § 3 of the Convention, even though its purpose was to protect the community as a whole against terrorism (see the Brogan and Others judgment, p. 33, § 62). The Court must examine whether the length of the period can be justified by the terms of the derogation.",
                "3. Validity of the derogation notified by Turkey under Article 15"
            ],
            [
                "25. The Court recalls that “it falls to each Contracting State, with its responsibility for ‘the life of [its] nation’, to determine whether that life is threatened by a ‘public emergency’ and, if so, how far it is necessary to go in attempting to overcome the emergency. By reason of their direct and continuous contact with the pressing needs of the moment, the national authorities are in principle better placed than the international judge to decide both on the presence of such an emergency and on the nature and scope of the derogations necessary to avert it. Accordingly, in this matter a wide margin of appreciation should be left to the national authorities. Nonetheless, Contracting Parties do not enjoy an unlimited discretion. It is for the Court to rule whether, inter alia, the States have gone beyond the ‘extent strictly required by the exigencies’ of the crisis. The domestic margin of appreciation is thus accompanied by a European supervision. In exercising this supervision, the Court must give appropriate weight to such relevant factors as the nature of the rights affected by the derogation and the circumstances leading to, and the duration of, the emergency situation” (see the Brannigan and McBride v. the United Kingdom, judgment of 26 May 1993, Series A no. 258-B, pp. 49–50, § 43, and the Aksoy judgment cited above, p. 2280, § 68)."
            ],
            [
                "26. The Court further recalls that in its judgments in the above-mentioned Aksoy and Demir cases the Court, in assessing the validity of the Turkish derogation, took into account in particular the unquestionably serious problem of terrorism in south-east Turkey and the difficulties faced by the State in taking effective measures. Nevertheless, in those cases it was not persuaded that the situation necessitated holding the applicant in the Aksoy case for fourteen days or more and holding the applicants’ in the Demir case for between 16 and 23 days in incommunicado detention without access to a judge or other judicial officer ( Aksoy judgment, pp. 2282 and 2284, §§ 78 and 84; Demir judgment § 57). In the Aksoy case it noted in particular that the Government had not adduced any detailed reasons as to why the fight against terrorism in south-east Turkey rendered any judicial intervention impracticable (ibid., § 78)."
            ],
            [
                "27. The Court, noting in particular that the Government have not adduced any reasons as to why the situation in south-east Turkey in the present case was different from the situation in the above-mentioned Aksoy and Demir cases so as to render any judicial intervention impossible, is not persuaded to depart from its conclusions in those two cases."
            ],
            [
                "28. Consequently and notwithstanding the situation created in south-east Turkey by the actions of the PKK and the special features and difficulties of investigating terrorist offences, the Court considers that the applicant’s detention for eleven days before being brought before a judge or other judicial officer was not strictly required by the crisis relied on by the Government."
            ],
            [
                "29. There has accordingly been a breach of Article 5 § 3 of the Convention.",
                "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION"
            ],
            [
                "30. Article 41 of the Convention provides:",
                "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”"
            ],
            [
                "31. The applicant claimed the sum of GBP 5,000 for non-pecuniary damage in respect of her detention for a period of 11 days before being brought before the public prosecutor. She asked that this sum be specified in the judgment in sterling, to be converted into Turkish lira on the date of payment."
            ],
            [
                "32. The Government submitted that there was no connection between the applicant’s detention and the amount claimed by the applicant. They referred to the case of McCann and Others v. the United Kingdom (judgment of 22 September 1995, Series A no. 324) and requested the Court to reject the applicant’s claim."
            ],
            [
                "33. The Court considers that the applicant should be awarded compensation for non-pecuniary damage since she must have suffered distress, fear and anxiety considering that she was kept in police custody for eleven days without any judicial intervention. Deciding on an equitable basis, as required by Article 41, it awards her the sum of EUR 3,600 (see İğdeli v. Turkey, no. 29296/95, § 41, 20 June 2002, unreported and Filiz and Kalkan v. Turkey, no. 34481/97, § 32, 20 June 2002, unreported)."
            ],
            [
                "34. The applicant claimed GBP 6,173.33 in legal costs and expenses. This amount included the legal fees of the applicant’s British lawyers (GBP 4,630), translation expenses (GBP 410), administrative costs and expenses such as telephone, postage and photocopying (GBP 150), fees for Mr Kerim Yıldız, the executive director of the Kurdish Human Rights Project in London (GBP 400) and finally fees for a legal intern (GBP 583.33)."
            ]
        ],
        "id": 1
    }
]