[
    {
        "query": [
            "Dreptul la instruire",
            "Dreptul la instruire",
            "Limitarea accesului la instruire"
        ],
        "case_name": "CASE OF ÇÖLGEÇEN AND OTHERS v. TURKEY",
        "relevant_paragrpahs": [
            [
                "19. Article 42 of the Turkish Constitution provides that no one shall be denied the right to education or to instruction. Its last paragraph reads: “ No language other than Turkish shall be taught as a mother tongue to Turkish citizens at any institutions of training or education. Foreign languages to be taught in institutions of training and education and the rules to be followed by schools conducting training and education in a foreign language shall be determined by law. The provisions of international treaties are reserved”."
            ],
            [
                "50. The Court underlines that the right to education does not in principle exclude recourse to disciplinary measures such as suspension or expulsion from an educational institution in order to ensure compliance with its internal rules. The imposition of disciplinary penalties is an integral part of the process whereby a school seeks to achieve the object for which it was established, including the development and moulding of the character and mental powers of its pupils (see, in particular, Ali v. the United Kingdom, no. 40385/06, § 54, 11 January 2011 and the cases cited therein)."
            ],
            [
                "51. However, such regulations must not injure the substance of the right or conflict with other rights enshrined in the Convention or its Protocols (see İrfan Temel and Others, cited above, § 45).",
                "(b) Application of the above principles to the applicants ’ case"
            ]
        ],
        "paragraph_numbers": [
            19,
            50,
            51
        ],
        "link": "https://hudoc.echr.coe.int/fre?i=001-179408",
        "all_paragraphs": [
            [
                "1. The case originated in eight applications (nos. 50124/07, 53082/07, 53865/07, 399/08, 776/08, 1931/08, 2213/08 and 2953/08) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by eight Turkish nationals, Mr Mehmet Halit Çölgeçen, Mr Mürsel Bek, Mr Übeyt Salim, Mr Yavuz Uçak, Mr Mustafa Çalışkan, Mr Münür Ay, Ms Ruken Buket Işık and Mr Ali Turğay (“the applicants”), on 7 November 2007 (the first applicant), 23 November 2007 (the second and third applicants), 25 December 2007 (the fourth, fifth, sixth and eighth applicants) and 26 December 2007 (the seventh applicant)."
            ],
            [
                "2. The applicants were represented by Mr Okan Yıldız and Mr Fırat Aydınkaya, lawyers practising in Istanbul, except for Mr Mürsel Bek, Mr Yavuz Uçak and Mr Mustafa Çalışkan, who were represented only by Mr Okan Yıldız. The Turkish Government (“the Government”) were represented by their Agent."
            ],
            [
                "3. On 25 January 2011 the applications were communicated to the Government.",
                "I. THE CIRCUMSTANCES OF THE CASE"
            ],
            [
                "4. The applicants were born in 1977, 1978, 1977, 1981, 1981, 1980, 1982 and 1980 respectively. They lived in Hakkari (the first applicant), Bingöl (the second applicant), Istanbul (the third, fourth, fifth and eighth applicants), Diyarbakır (the sixth applicant) and Muş (the seventh applicant) at the time their applications were lodged with the Court."
            ],
            [
                "5. The applicants, who are of Kurdish ethnic origin, were students at various faculties attached to Istanbul University (“the University”) at the time of the events. In November 2001 they petitioned the University Rector ’ s office requesting that Kurdish language classes be introduced as an optional module."
            ],
            [
                "6. Around the same time similar petitions were submitted by students studying at various universities in Turkey."
            ],
            [
                "7. Upon receipt of these petitions a disciplinary investigation was initiated by the University into the applicants ’ actions."
            ],
            [
                "8. On 14 February 2002, relying either on regulation 9(d) or on regulation 10(e) of the Disciplinary Regulations of Higher Education Institutions, the Administrative Board of Istanbul University, after having heard defence submissions from some of the applicants, either suspended them from the University for a period of two semesters (Mr Çölgeçen and Mr Salim) or expelled them from the University (Mr Bek, Mr Çalışkan, Ms Işık, Mr Ay, Mr Uçak and Mr Turğay)."
            ],
            [
                "9. The applicants claim that following this disciplinary sanction they were denied access to the University facilities, they were branded as terrorists by the University authorities, their names were put on notice boards and they were shunned by their friends and other students. Some of the applicants also alleged that they were subject to criminal investigations."
            ],
            [
                "10. The applicants, upon notification of the disciplinary sanctions in question, lodged separate actions with the Istanbul Administrative Court, requesting a stay of execution of the disciplinary decisions, with a view to their subsequent annulment."
            ],
            [
                "11. On 9 May 2002 and on 27 June 2002 (in respect of the fifth applicant) the Istanbul Administrative Court suspended the execution of the applicants ’ disciplinary sanctions on the grounds that, inter alia, the sanctions in question were unlawful and that, therefore, their application would cause irreparable damage to the applicants. It appears that the objections of the University to some of these decisions were also dismissed by the court on 4 July 2002."
            ],
            [
                "12. On 25 June 2002, following the notification of the aforementioned decisions to the University, the applicants, save for Mr Çalışkan, were all re-enrolled in their respective faculties. As a result they were allowed to take part in the repeat exams held on 1-12 July 2002. Mr Çalışkan was re ‑ enrolled on 23 July 2002 and he was allowed to sit his exams, upon his request, in the 2002-2003 spring midterm period."
            ],
            [
                "13. On 12 and 19 December 2002 the Istanbul Administrative Court examined the merits of the cases and annulled the disciplinary sanctions against the applicants on the ground that they were unlawful. In its decisions, the court noted, inter alia, that there was nothing in the content of the petitions or in the manner in which they were submitted to warrant disciplinary sanctions."
            ],
            [
                "14. The University unsuccessfully challenged these decisions before the Supreme Administrative Court."
            ],
            [
                "15. In 2004 the applicants each lodged an action for compensation with the Istanbul Administrative Court pursuant to Article 13 of the Administrative Procedure Act (Law no. 2577). In their petitions they maintained that they had sustained psychological damage as a result of the disciplinary punishment imposed on them for having used their democratic right of petition, and requested non ‑ pecuniary damages."
            ],
            [
                "16. Between September 2004 and January 2005 the Istanbul Administrative Court awarded compensation to the applicants on the grounds that they had been denied their right to education and that their honour and dignity had been adversely affected by the accusations against them."
            ],
            [
                "17. Between March 2007 and March 2008 the Istanbul District Administrative Court quashed the judgments of the first-instance court and dismissed the actions. In its decisions the court held, inter alia, that following the stay of execution of the disciplinary sanctions the University administration had permitted the students to take repeat exams in July, compensating for the exams which they had been unable to sit in the spring semester and that therefore the conditions for awarding non-pecuniary damage had not been met."
            ],
            [
                "18. By a letter dated 25 March 2011 the office of the Dean of the Faculty of Literature of Istanbul University submitted the following information to the Government for the purposes of the present proceedings:",
                "– Mr Mehmet Halit Çölgeçen, who was studying to become a librarian, graduated on 14 July 2006;",
                "– Mr Übeyt Salim, who was studying Russian language and literature, graduated on 11 October 2004;",
                "– Mr Mürsel Bek, who was studying to become a teacher of Turkish language, graduated on 13 June 2003;",
                "– Mr Yavuz Uçak, who was studying to become a primary school teacher, graduated on 4 June 2003;",
                "– Mr Mustafa Çalışkan, who was studying to become a primary school mathematics teacher, graduated on 11 July 2006;",
                "– Mr Münür Ay, who was studying geography, failed to finish his studies within the required time-limit and he was removed from the University register on 18 February 2008;",
                "– Ms Ruken Buket Işık, who was studying English language and literature, graduated on 9 February 2007;",
                "– Mr Ali Turğay, who was studying Turkish language and literature, graduated on 27 July 2006.",
                "According to the Dean of the Faculty of Literature of Istanbul University, Mr Bek and Mr Uçak graduated from the University within the minimum time allowed (4 years)."
            ],
            [
                "19. Article 42 of the Turkish Constitution provides that no one shall be denied the right to education or to instruction. Its last paragraph reads: “ No language other than Turkish shall be taught as a mother tongue to Turkish citizens at any institutions of training or education. Foreign languages to be taught in institutions of training and education and the rules to be followed by schools conducting training and education in a foreign language shall be determined by law. The provisions of international treaties are reserved”."
            ],
            [
                "20. Article 74 of the Turkish Constitution reads, in so far as relevant, as follows:",
                "“Citizens and foreigners resident in Turkey, with the condition of observing the principle of reciprocity, have the right to apply in writing to the competent authorities and to the Grand National Assembly of Turkey with regard to requests and complaints concerning themselves or the public ...”",
                "B. Disciplinary Regulations of Higher Education Institutions"
            ],
            [
                "21. At the material time, regulation 9(d) of the Disciplinary Regulations of Higher Education Institutions provided that a person who engaged in activities which gave rise to polarisation on the basis of language, race, religion or denomination was to be suspended from the institution in question for either half or a whole semester."
            ],
            [
                "22. At the material time, regulation 10(e) provided that a person who was a member of an illegal organisation, who engaged in actions on behalf of or who helped such an organisation, would be expelled from the higher education institution.",
                "C. Administrative Procedure Act"
            ],
            [
                "23. Persons who have sustained damage as a result of an administrative act may also lodge an application with the superior authority of the relevant administrative body and request the annulment, withdrawal or alteration of the impugned act (section 11 of the Administrative Procedure Act). The administrative authorities ’ failure to reply within sixty days is considered to be a tacit refusal of that request (section 10 of the Administrative Procedure Act). The persons concerned may then bring an action before the administrative courts requesting the annulment of the administrative act and compensation for the damage they have sustained (section 12 of the Administrative Procedure Act)."
            ],
            [
                "24. Under Section 13 of the Administrative Procedure Act ( Law no. 2577 of 6 January 1982), those who have suffered damage on account of a wrongful act by the administration may bring compensation proceedings against the latter within a year from the date on which they learned of the impugned act and, in any event, within five years from the commission of that act. The proceedings before the administrative courts are in writing."
            ],
            [
                "25. Article 27 § 2 of the Administrative Procedure Act stipulates that the Supreme Administrative Court or a lower administrative court may decide to stay the execution of an administrative act if its implementation would result in damage which would be difficult or impossible to compensate, and if this act is clearly unlawful.",
                "D. Teaching of Kurdish language"
            ],
            [
                "26. At the time of the events in question domestic law did not provide for the teaching of the Kurdish language at any levels of education in public or private institutions. On 2 August 2002 the Law on Foreign Language Education and Teaching (Law no. 2923 of 14 October 1983) was amended by Law no. 4771 with a view to regulating the principles of education and training of citizens of Turkey in the different languages and dialects traditionally used in daily life. The title of the law in question was changed to “The Law on Foreign Language Education and Teaching and the Learning of Turkish Citizens ’ Different Languages and Dialects”."
            ],
            [
                "27. On 30 July 2003 an amendment was made to the second sentence of section 2 (a) of Law no. 2923 with a view to enabling the opening of private courses for the teaching of the different languages and dialects used by citizens of Turkey. This provision was further amended on 2 March 2014 by Law no. 6529 with a view to facilitating the opening of private schools to provide for education and training in a language or dialect traditionally used in daily life by citizens of Turkey."
            ],
            [
                "28. By decisions dated 25 June 2012, 7 September 2012 and 23 January 2014, the Board of Education and Training of the Ministry of Education added “living languages and dialects (Kurdish language)” to the weekly timetable of primary and secondary schools as an elective course."
            ],
            [
                "29. On 5 July 2014 the Regulation on Foreign Language Education and Training issued by the Ministry of Education was amended so as to provide for the possibility of education and training in a language or dialect that is traditionally used by citizens of Turkey in their daily lives in private schools."
            ],
            [
                "30. According to the information provided by the Government, graduate and postgraduate education in the field of Kurdish language and literature is available at tertiary level in six Universities, namely Batman University, Bingol University, Mardin Artuklu University, Muş Alpaslan University, Siirt University and 100. Yıl University."
            ],
            [
                "31. The Court notes that all the applicants complained of the alleged denial by the authorities of their right to education and the interference with their freedom of expression on account of the disciplinary sanctions imposed on them for having petitioned the relevant authorities to provide optional Kurdish language courses in their universities. Accordingly, in view of the similarity between the applications in terms of the facts and the substantive issues they raise, it decides to join them and to examine them together in a single judgment in accordance with Rule 42 § 1 of the Rules of Court.",
                "II. ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL NO. 1 READ IN THE LIGHT OF ARTICLE 10 OF THE CONVENTION ON ACCOUNT OF THE IMPOSITION OF A DISCIPLINARY SANCTION"
            ],
            [
                "32. The applicants complained that the imposition of a disciplinary sanction for having petitioned the university authorities to provide optional Kurdish language courses had infringed their freedom of expression under Article 10 of the Convention and had denied them their right to education in breach of Article 2 of Protocol No. 1."
            ],
            [
                "33. The Court considers that the aforementioned complaint need only be examined under Article 2 of Protocol No. 1, read in the light of Article 10 of the Convention (see İrfan Temel and Others v. Turkey, no. 36458/02, § 28, 3 March 2009 ). The relevant part of Article 2 of Protocol No. 1 reads:",
                "“No person shall be denied the right to education.”"
            ],
            [
                "34. The Government argued that the applicants were not victims within the meaning of Article 34 of the Convention. They pointed out that the disciplinary sanctions imposed on the applicants by the University had been annulled by the domestic courts and that following the first-instance courts ’ decisions to stay the execution of the impugned sanctions the applicants had been able to effectively attend their courses and sit their exams. In this connection, they considered that the applicants had abused the right of petition because they had failed to mention the latter fact in their application forms."
            ],
            [
                "35. The applicants rejected the Governments arguments. In particular, they submitted that following their petitions the applicants had been exposed in the university environment as members of an illegal organization and that their social relationships with their families and friends had deteriorated, as they were regarded as terrorists. They further maintained that when they returned to the University a few months later, other students had advanced, and that since the administration had not enabled them to take the classes they had missed, they had had to graduate a year later than others."
            ],
            [
                "36. As regards the first limb of the Government ’ s objections, the Court reiterates that the word “victim”, in the context of Article 34 of the Convention, denotes the person or persons directly or indirectly affected by the alleged violation (see Vallianatos and Others v. Greece [GC], nos. 29381/09 and 32684/09, § 47, ECHR 2013 (extracts)). In this connection, it reiterates further that a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” for the purposes of Article 34 of the Convention unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Kurić and Others v. Slovenia [GC], no. 26828/06, § 259, ECHR 2012 (extracts)). The redress afforded at national level must be appropriate and sufficient. The Court has generally considered this to be dependent on all the circumstances of the case, having regard, in particular, to the nature of the Convention violation at stake (see, for instance, Gäfgen v. Germany [GC], no. 22978/05, § 116, ECHR 2010)."
            ],
            [
                "37. In the instant case, the Court considers that the decisions of 12 and 19 December 2002 of the Istanbul Administrative Court can be regarded as a sufficiently clear acknowledgement in substance that there had been an unjustified interference with the applicants ’ right to education."
            ],
            [
                "38. It remains to be decided whether the domestic authorities afforded the applicants redress for the imposition of the disciplinary sanctions in question and, if so, whether the redress can be considered sufficient in view of the rejection of the applicants ’ subsequent claims for compensation."
            ],
            [
                "39. The Court observes that the applicants had available a procedure for claiming compensation provided for in domestic legislation, but their claim was rejected by the Istanbul District Administrative Court because it considered that, since the University administration, upon the notification of the stay of execution decisions, had permitted the students to take repeat exams in July, this had compensated for the exams which they had been unable to sit in the spring semester. However, the Istanbul District Administrative Court, in contrast to the Istanbul Administrative Court (see paragraph 16 above) failed to take into account how these accusations might have adversely affected the applicants. In this respect, the Court notes that while the matter was resolved fairly speedily, the applicants nonetheless had their ties with the University severed for a whole semester and they were unable to participate in their courses and to benefit from the educational and recreational facilities within the campus. In this connection, the Court considers it regrettable that the Istanbul Administrative Court ’ s decision to suspend the execution of the applicants ’ disciplinary sanctions was not adopted and notified to the relevant authorities much sooner. For the Court the applicants were clearly put in a disadvantageous position when compared to other students as a result of the disciplinary sanction, as they were deprived of the possibility of benefitting from the University environment in general and, more specifically, of attending the lectures. In view of the above, the Court considers that the possibility of sitting the repeat exams is not in itself sufficient to deprive the applicants of victim status."
            ],
            [
                "40. The Court, in this connection, attaches decisive importance to the particular circumstances in which the disciplinary measures were applied to the applicants, namely, for merely exercising their freedom of expression without having recourse to any reprehensible acts (see paragraph 54 below). In this respect, the Court emphasizes that the granting of compensation in some circumstances may constitute an adequate remedy, in particular where it is likely to be the only possible or practical means whereby redress can be given to the individual for the wrong he or she has suffered (see Hoffman Karlskov v. Denmark (dec.), no. 62560/00, 20 March 2003). Having regard to the very specific circumstances mentioned above, the Court considers that the appropriate and adequate redress in the present case would have been to award the applicants compensation. Thus, the Court considers that the applicants can still claim to be victims of the alleged violations. Accordingly, the Government ’ s objection must be dismissed."
            ],
            [
                "41. As to the second limb of the Government ’ s objections, the Court reiterates that under this provision an application may be rejected as an abuse of the right of individual petition if, among other reasons, it was knowingly based on untrue facts (see Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 97, ECHR 2012). The submission of incomplete and thus misleading information may also amount to an abuse of the right of application, especially if the information concerns the very core of the case and no sufficient explanation has been provided for the failure to disclose that information (see Hüttner v. Germany (dec.), no. 23130/04, 9 June 2006, and Komatinović v. Serbia (dec.), no. 75381/10, 29 January 2013). The same applies if new, important developments have occurred during the proceedings before the Court and where, despite being expressly required to do so by Rule 47 § 7 (former Rule 47 § 6) of the Rules of Court, the applicant has failed to disclose that information to the Court, thereby preventing it from ruling on the case in full knowledge of the facts (see Gross v. Switzerland [GC], no. 67810/10, § 28, ECHR 2014). However, even in such cases, the applicant ’ s intention to mislead the Court must always be established with sufficient certainty ( ibid )."
            ],
            [
                "42. It is true that in their application forms the applicants do not specifically mention the first-instance court ’ s decisions to stay the execution of the impugned sanctions. However, having regard to the content of the application forms and the documents submitted by the applications together with the application, notably the Istanbul Administrative Court decisions (see paragraph 11 above), the Court cannot discern any intention on the applicants ’ part to mislead it."
            ],
            [
                "43. The Court, therefore, is of the view that it cannot be said that the manner in which the applicants presented their case amounts to an abuse of the right of petition. Accordingly, the Government ’ s objection must be dismissed."
            ],
            [
                "44. It considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. The Court further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible."
            ],
            [
                "45. The applicants maintained that the imposition of a disciplinary sanction for petitioning for the introduction of an optional Kurdish language course – a legitimate and democratic request – had been an exaggerated and disproportionate response on the part of the authorities."
            ],
            [
                "46. The Government maintained that there had been no violation of Article 2 of Protocol No. 1 in the present cases because the domestic courts had ordered a stay of execution, examined the applicants ’ allegations in accordance with the relevant Turkish legislation and subsequently annulled the disciplinary sanctions and their legal consequences."
            ],
            [
                "47. The Court reiterates that the guarantees of Article 2 of Protocol No. 1 apply to existing institutions of higher education within the member States of the Council of Europe and that access to any institution of higher education existing at a given time is an inherent part of the right set out in the first sentence of Article 2 of Protocol No. 1 (see Tarantino and Others v. Italy, nos. 25851/09, 29284/09 and 64090/09, § 43, ECHR 2013 (extracts))."
            ],
            [
                "48. In spite of its importance, this right is not, however, absolute, but may be subject to limitations; these are permitted by implication since the right of access “by its very nature calls for regulation by the State” (see Campbell and Cosans v. the United Kingdom, 25 February 1982, § 41, Series A no. 48). Admittedly, the regulation of educational institutions may vary in time and in place according to, inter alia, the needs and resources of the community and the distinctive features of different levels of education. Consequently, the Contracting States enjoy a certain margin of appreciation in this sphere, although the final decision as to the observance of the Convention ’ s requirements rests with the Court (see Leyla Şahin v. Turkey [GC], no. 44774/98, § 154, ECHR 2005 ‑ XI)."
            ],
            [
                "49. In order to ensure that the restrictions that are imposed do not curtail the right in question to such an extent as to impair its very essence and deprive it of its effectiveness, the Court must satisfy itself that they are foreseeable for those concerned and pursue a legitimate aim. However, unlike the position with respect to Articles 8 to 11 of the Convention, it is not bound by an exhaustive list of “legitimate aims” under Article 2 of Protocol No. 1 ( ibid ., § 154)."
            ],
            [
                "50. The Court underlines that the right to education does not in principle exclude recourse to disciplinary measures such as suspension or expulsion from an educational institution in order to ensure compliance with its internal rules. The imposition of disciplinary penalties is an integral part of the process whereby a school seeks to achieve the object for which it was established, including the development and moulding of the character and mental powers of its pupils (see, in particular, Ali v. the United Kingdom, no. 40385/06, § 54, 11 January 2011 and the cases cited therein)."
            ],
            [
                "51. However, such regulations must not injure the substance of the right or conflict with other rights enshrined in the Convention or its Protocols (see İrfan Temel and Others, cited above, § 45).",
                "(b) Application of the above principles to the applicants ’ case"
            ],
            [
                "52. In the instant case the Court observes that the Administrative Board of Istanbul University ’ s decision to suspend or expel the applicants from the University on 14 February 2002 constituted a restriction on their right to education, notwithstanding the fact that they had been admitted to the university to read the subjects of their choice in accordance with the results they had achieved in the university entrance examination (see İrfan Temel and Others, cited above, § 40)."
            ],
            [
                "53. The Court accepts that there was a legal basis for the restriction, specifically regulations 9(d) or 10(e) of the Disciplinary Regulations of Higher Education Institutions, and that it was accessible. However, the Court has serious doubts as to whether the application of this regulation in the present case was foreseeable or that it served any legitimate aim in Convention terms, particularly, since the domestic courts found the measure in question to be unlawful. Nevertheless, the Court does not deem it necessary to determine that question because, in any event, the key issue to be examined is that of proportionality, that is to say whether a fair balance was struck between the means employed and the aim sought to be achieved (see İrfan Temel and Others, cited above, § 42)."
            ],
            [
                "54. As regards the principle of proportionality, the Court observes that the applicants were subject to a disciplinary sanction merely for submitting petitions which conveyed their views on the need for Kurdish language education and requested that Kurdish language classes be introduced as an optional module, without committing any reprehensible acts. In this connection, the Court finds that, in view of the information contained in the case file, the applicants did not resort to violence or breach or attempt to breach the peace or order in the University."
            ],
            [
                "55. The Court finds therefore that the applicants were sanctioned purely because of the views expressed in their petitions. In this connection, the Court agrees with the Istanbul Administrative Court ’ s view that neither the views expressed therein nor the form in which they were conveyed would warrant disciplinary sanctions (see paragraph 13 above). The Court reiterates that freedom of expression, as secured in paragraph 1 of Article 10 of the Convention, constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual ’ s self-fulfillment. Subject to paragraph 2 of Article 10, it is applicable not only to information or ideas that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness without which there is no “democratic society” (see Couderc and Hachette Filipacchi Associés v. France [GC], no. 40454/07, § 88, ECHR 2015 (extracts), and Baka v. Hungary [GC], no. 20261/12, § 158, ECHR 2016 )."
            ],
            [
                "56. In the particular circumstances of the case and for the reasons stated above, the Court considers that the imposition of such a disciplinary sanction cannot be considered as reasonable or proportionate. Although these sanctions were subsequently annulled by the administrative courts on grounds of unlawfulness, the outcome of those domestic proceedings, regrettably, failed to redress the applicants ’ grievances under this head (see paragraph 40 above)."
            ],
            [
                "57. It follows that there has been a violation of Article 2 of Protocol No. 1.",
                "III. ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 1 ON ACCOUNT OF THE FAILURE OF THE AUTHORITIES TO PROVIDE FOR EDUCATION OF THEIR MOTHER TONGUE"
            ],
            [
                "58. The applicants further complained that the authorities ’ refusal to provide them with the opportunity to learn their mother tongue is a denial of education in breach of Article 2 of Protocol No. 1 of the Convention."
            ],
            [
                "59. The Government maintained that Article 2 of Protocol No. 1 did not require the States to provide education in any language in the form of elective courses as part of the national education system. Referring to the changes in the domestic law regarding the teaching of the Kurdish language, they further considered that the applicants ’ allegations under this head were unfounded."
            ],
            [
                "60. The Court has repeatedly held that the six-month rule is a public policy rule and that, consequently, it has jurisdiction to apply it of its own motion, even if the Government have not raised that objection (see Sabri Güneş v. Turkey [GC], no. 27396/06, § 29, 29 June 2012 )."
            ],
            [
                "61. The rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges those seeking to bring a case against a State to first use the remedies provided by the national legal system, thus allowing States the opportunity to put matters right through their own legal systems before being required to answer for their acts before an international body. In order to comply with the rule, normal recourse should be had by an applicant to remedies which are available and sufficient to afford redress in respect of the breaches alleged; there is no obligation to have recourse to remedies which are inadequate or ineffective (see X and Y v. Croatia, no. 5193/09, § 63, 3 November 2011 and the cases referred to therein)."
            ],
            [
                "62. The six-month rule stipulated in Article 35 § 1 is intended to promote security of the law and to ensure that cases raising issues under the Convention are dealt with within a reasonable time. It protects the authorities and other persons concerned from uncertainty for a prolonged period of time. Lastly, it ensures that, insofar as possible, matters are examined while they are still fresh, before the passage of time makes it difficult to ascertain the pertinent facts and renders a fair examination of the question at issue almost impossible (see Chakkas and Others v. Cyprus (dec.), nos. 43331/09, 27877/10 and 36144/11, § 19, 20 October 2015)."
            ],
            [
                "63. In assessing whether an applicant has complied with Article 35 § 1, it is important to recall that the requirements contained in that Article concerning the exhaustion of domestic remedies and the six-month period are closely interrelated (see Williams v. the United Kingdom (dec.) no. 32567/06, 17 February 2009)."
            ],
            [
                "64. Thus, where no effective remedy is available to an applicant, the time-limit expires six months after the date of the acts or measures about which he or she complains, or after the date of knowledge of that act or its effect or prejudice on the applicant. However, special considerations might apply in exceptional cases where applicants first avail themselves of a domestic remedy and only at a later stage become aware of the circumstances which make that remedy ineffective. In such a situation, the six-month period might be calculated from the time when the applicant becomes aware of these circumstances (see Aydın v. Turkey (dec.), nos. 28293/95, 29494/95 and 30219/96, ECHR 2000-III (extracts))."
            ],
            [
                "65. The Court notes that, at the material time, the relevant domestic law provisions did not provide for the possibility of teaching Kurdish in higher education institutions. It observes that, sometime in November 2001, the applicants petitioned the University Rector ’ s office requesting that Kurdish language classes be introduced as an optional module. They have never received a formal reply with regard to this request. Instead, disciplinary investigations were initiated against them. Pursuant to Section 10 of the Administrative Procedure Act, the failure of the University Rector ’ s office to reply to the applicants within sixty days is a tacit refusal of that request. Following this tacit refusal the applicants could have brought administrative proceedings with a view to airing this particular complaint before the national authorities (see, for example, İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 12, ECHR 2016). Even assuming that this remedy offered only a remote prospect of success, it would not have been a futile step and would have had the effect at least of postponing the beginning of the six-month period (see, in particular, Ünal Tekeli v. Turkey, no. 29865/96, § 38, ECHR 2004 ‑ X (extracts)). However, they did not do so. Therefore, in order to comply with the six ‑ month rule, the applicants should have lodged their complaints with this Court within six months after the tacit refusal of their request, that is to say, in 2001, since neither the administrative proceedings concerning annulment of the disciplinary sanctions nor the subsequent compensation proceedings could have offered effective redress for the complaint in issue under this head. Therefore, the Court finds that the applicants have failed to comply with the six-month rule."
            ],
            [
                "66. It follows that this part of the application has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                "IV. OTHER ALLEGED VIOLATIONS OF THE CONVENTION"
            ],
            [
                "67. The applicants further complained that the refusal of their petitions was a degrading treatment in itself, that they were treated like criminals following the submission of their petitions, and that they were subjected to pressure and disciplinary punishment, in breach of Article 3 of the Convention. They further maintained that the refusal of the authorities to provide them with the opportunity to learn their mother tongue interfered with their private and family life, protected under Article 8 of the Convention, and deprived them of the possibility to learn about their parents ’ beliefs and culture, in breach of Article 2 of Protocol No. 1. Lastly, the applicants alleged, under Article 14 of the Convention, that they were discriminated against on account of their Kurdish ethnic origin and because of the fact that they wanted to learn Kurdish."
            ],
            [
                "68. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court ’ s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. This part of the application must therefore be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                "V. APPLICATION OF ARTICLE 41 OF THE CONVENTION"
            ],
            [
                "69. Article 41 of the Convention provides:",
                "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”"
            ],
            [
                "70. The applicants each claimed 19,268 Turkish Liras (TRY) (approximately 7,500 euros (EUR)) in respect of pecuniary damage, which corresponded to their loss of earnings due to the fact that they ended up graduating later. The applicants further claimed TRY 80,000 (approximately EUR 31,000) each in respect of non ‑ pecuniary damage."
            ],
            [
                "71. The Government contested the above amounts."
            ],
            [
                "72. The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects those claims."
            ],
            [
                "73. It finds, however, that the applicants must have suffered pain and distress which cannot be compensated for solely by the finding of a violation. Having regard to the nature of the violation found, the Court awards each applicant EUR 1,500 in respect of non ‑ pecuniary damage."
            ],
            [
                "74. The applicants also claimed TRY 45,460 (approximately EUR 17,660) each for the costs and expenses incurred before the domestic courts and the Court."
            ],
            [
                "75. The Government contested the aforementioned amount."
            ],
            [
                "76. According to the Court ’ s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Having regard to the fact that the applicants have failed to submit any relevant and coherent documentary evidence with a view to supporting their claims under this heading, the Court finds that they have not substantiated their claims. Accordingly, the Court dismisses these claims."
            ],
            [
                "77. The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                "1. Decides, unanimously, to join the applications;"
            ]
        ],
        "id": 0
    },
    {
        "query": [
            "Dreptul la instruire",
            "Respectarea drepturilor părintești",
            "Domeniu de aplicare"
        ],
        "case_name": "CASE OF ERIKSSON v. SWEDEN",
        "relevant_paragrpahs": [
            [
                "93. The complaint under Article 2 of Protocol No. 1 (P1-2)",
                "is based only on its second sentence, which guarantees a right of",
                "parents, and not on the first, which states that \"no person shall be",
                "denied the right to education\". Lisa therefore cannot claim to be the",
                "victim of the alleged violation of Article 2 (P1-2), taken alone",
                "or together with Article 13 (art. 13+P1-2) of the Convention.",
                "D. ALLEGED VIOLATION OF ARTICLE 13 TAKEN IN CONJUNCTION WITH",
                "ARTICLE 6 PARA. 1 OF THE CONVENTION (art. 13+6-1)"
            ]
        ],
        "paragraph_numbers": [
            93
        ],
        "link": "https://hudoc.echr.coe.int/fre?i=001-57481",
        "all_paragraphs": [
            [
                "1. The case was referred to the Court by the European Commission",
                "of Human Rights (\"the Commission\") on 13 September 1988 and by the",
                "Government of the Kingdom of Sweden (\"the Government\") on",
                "8 November 1988, within the three-month period laid down in",
                "Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention",
                "for the Protection of Human Rights and Fundamental Freedoms (\"the",
                "Convention\"). It originated in an application (no. 11373/85) against",
                "the Kingdom of Sweden lodged with the Commission under Article 25",
                "(art. 25) by a Swedish national, Mrs Cecilia Eriksson, acting on",
                "behalf of herself and of her daughter Lisa Eriksson, on",
                "The Commission's request referred to Articles 44 and 48",
                "(art. 44, art. 48) and to the declaration whereby Sweden recognised",
                "the compulsory jurisdiction of the Court (Article 46) (art. 46). The",
                "purpose of the Government's application and of the request was to",
                "obtain a decision from the Court as to whether the facts of the case",
                "disclosed a breach by the respondent State of its obligations under",
                "Articles 6 para. 1, 8 and 13 (art. 6-1, art. 8, art. 13) of the Convention",
                "and under Article 2 of Protocol No. 1 (P1-2)."
            ],
            [
                "2. In response to the enquiry made in accordance with",
                "Rule 33 para. 3 (d) of the Rules of Court, the applicants stated that they",
                "wished to take part in the proceedings pending before the Court and",
                "designated the lawyer who would represent them (Rule 30)."
            ],
            [
                "3. The Chamber of seven judges to be constituted included ex",
                "officio Mrs E. Palm, the elected judge of Swedish nationality",
                "(Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the",
                "President of the Court (Rule 21 para. 3 (b)). On 29 September 1988, in",
                "the presence of the Registrar, the President drew by lot the names of",
                "the other five members, namely Mrs D. Bindschedler-Robert,",
                "Sir Vincent Evans, Mr C. Russo, Mr R. Bernhardt and Mr N. Valticos",
                "(Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43)."
            ],
            [
                "4. Mr Ryssdal assumed the office of President of the Chamber",
                "(Rule 21 para. 5). On 15 December 1988, having consulted - through the",
                "Registrar - the Agent of the Government, the Delegate of the",
                "Commission and the lawyer for the applicants, he decided that there",
                "was no need at that stage for memorials to be filed (Rule 37 para. 1) and",
                "directed that the oral proceedings should commence on 20 February 1989",
                "On 16 January 1989 the Registrar received the applicants' claims under",
                "Article 50 (art. 50) of the Convention and certain documents relating"
            ],
            [
                "5. On 26 January 1989 the Chamber decided to relinquish",
                "jurisdiction forthwith in favour of the plenary Court (Rule 50)."
            ],
            [
                "6. The hearing took place in public in the Human Rights Building,",
                "Strasbourg, on the appointed day. The Court had held a preparatory",
                "meeting immediately beforehand.",
                "There appeared before the Court:",
                "Under-Secretary for Legal and Consular",
                "Affairs, Ministry for Foreign Affairs, Agent;",
                "Ministry of Health and Social Affairs,",
                "Mr C.-H. Ehrencrona, Legal Adviser,",
                "Mrs I. Wetter, Legal Counsel for Lidingö",
                "Mrs S. Westerberg, lawyer, Counsel.",
                "The Court heard addresses by Mr Corell for the Government, by",
                "Mrs Thune for the Commission and by Mrs Westerberg for the",
                "applicants, as well as their replies to its questions.",
                "I. THE CIRCUMSTANCES OF THE CASE"
            ],
            [
                "7. Mrs Cecilia Eriksson and her daughter Lisa Eriksson were born,",
                "respectively, in 1942 and on 24 February 1978 and are both Swedish",
                "citizens. In January 1979 Cecilia Eriksson married Lisa's father and",
                "in January 1981 they also had a son, Jonas. They divorced in",
                "February 1986 and Cecilia was granted the custody of both children.",
                "Since March 1978, Lisa has been living in a foster home at Oskarström.",
                "Her mother resided first in Köttkulla, near Ulriceham, but in 1987 she",
                "A. The taking of Lisa Eriksson into public care and her mother's",
                "efforts to have care terminated"
            ],
            [
                "8. On 23 March 1978 the Southern Social District Council (södra",
                "sociala distriktsnämnden) of Lidingö (\"the Social Council\") decided",
                "that Lisa should be taken into care pursuant to sections 25(a)",
                "and 29 of the Child Welfare Act 1960 (barnavårdslagen 1960:97 - \"the",
                "1960 Act\"; see paragraph 36 below) on the ground that the conditions",
                "in the home were unsatisfactory. She was placed in the foster home at",
                "At that time the mother, Cecilia Eriksson, had personal difficulties.",
                "She had been convicted for dealing in stolen goods and for possession",
                "of narcotics and sentenced to 14 months' imprisonment. Later, while",
                "in prison, Cecilia Eriksson went through a religious conversion and",
                "she is now a member of the Philadelphia congregation (Pentecostal"
            ],
            [
                "9. In May 1980 the Social Council rejected an application by",
                "Cecilia Eriksson for the termination of the care of her daughter. Her",
                "appeal to the County Administrative Court (länsrätten) of Stockholm",
                "was dismissed on 22 October 1981 as was, on 11 March 1982, her further",
                "appeal to the Administrative Court of Appeal (kammarrätten) of"
            ],
            [
                "10. On 1 January 1982 the public care of Lisa under the 1960 Act",
                "was transformed into care pursuant to section 1(1) of the 1980 Act",
                "containing Special Provisions on the Care of Young Persons (lagen",
                "1980:621 med särskilda bestämmelser om vård av unga - \"the 1980 Act\";"
            ],
            [
                "11. In March 1982 Cecilia Eriksson again applied to the Social",
                "Council requesting that care be terminated. She also requested",
                "permission to meet Lisa in her home in Köttkulla. Both requests were",
                "rejected and Cecilia Eriksson appealed to the County Administrative",
                "On 3 November 1982 the court dismissed the appeal concerning the",
                "question of care since there had not been sufficient preparatory",
                "contacts between Lisa and her natural parents; it referred the access",
                "question back to the Social Council for reconsideration. Cecilia",
                "Eriksson appealed to the Administrative Court of Appeal.",
                "B. The termination of the public care - the prohibition on removal"
            ],
            [
                "12. However, on 21 January 1983 the Social Council found that",
                "there were no longer any reasons for care under the 1980 Act and",
                "(a) that, with effect from 15 February 1983, the care of Lisa should",
                "terminate in accordance with section 5(1)(a) of the 1980 Act;",
                "(b) to prohibit until further notice, pursuant to section 28 of the",
                "Social Services Act 1980 (socialtjänstlagen 1980:620; see paragraph 42",
                "below), the natural parents from removing Lisa from the foster home",
                "(c) to request recommendations from the Children's and Juveniles'",
                "Psychiatric Clinic (barn- och ungdomspsykiatriska kliniken - \"the",
                "Psychiatric Clinic\") of Halmstad as to the contacts between Lisa and",
                "the natural parents, against the background that the long-term aim of",
                "the Social Council was that Lisa should return to the latter's home;",
                "(d) that the said recommendations should also contain the Psychiatric",
                "Clinic's view on a proposal that Lisa should stay with her natural",
                "parents during the summer holiday period;",
                "(e) that the contacts between the natural parents and Lisa should",
                "consist of one meeting before 1 March 1983, at which at least one of",
                "the foster parents and also one other person should be present.",
                "The prohibition on removal was based on, inter alia, five medical",
                "certificates from the Psychiatric Clinic, signed by Mrs Essving-Levay,",
                "registered physician, and Mrs Gulli Tärn, curator. According to these",
                "certificates, Lisa was deeply rooted in the foster home and her",
                "transfer to her natural parents' home would jeopardise her mental"
            ],
            [
                "13. In these circumstances the Administrative Court of Appeal",
                "found no reason to examine the case further (see paragraph 11 above)."
            ],
            [
                "14. On 24 February 1983 the Psychiatric Clinic, in a new medical",
                "certificate signed by the same persons, recommended access once every",
                "second month. The certificate also stated that it was too early for",
                "Lisa to stay with her natural parents during the summer. The",
                "recommendations were based on the assessment that the child ought to",
                "stay with the foster parents and not be moved to her natural parents",
                "On 31 March 1983 the Social Council decided that Cecilia Eriksson",
                "should have a right of access to Lisa in the foster home every second",
                "C. First set of proceedings challenging the prohibition on removal"
            ],
            [
                "15. Cecilia Eriksson, represented by legal counsel, appealed to",
                "the County Administrative Court of Stockholm against the Social",
                "Council's decision to issue a prohibition on removal, claiming that it",
                "should be quashed or, in the alternative, limited in time. The court",
                "held a hearing on 13 September 1983, when evidence was given by",
                "Mrs Essving-Levay, by Lisa's natural father and by an expert from the",
                "County Administrative Board (länsstyrelsen - \"the Board\"). The Board",
                "had also submitted a written opinion, which contained the following",
                "\"The [Board] considers that Lisa should remain in the foster home.",
                "This proposal is, in the Board's opinion, in line with the intentions",
                "of section 28 of the Social Services Act concerning prohibition on",
                "removal. Lisa has at present enough difficulty in living with the",
                "knowledge that she is not the foster parents' own child and with the",
                "threat that she may be forced at any time to leave the only security",
                "she knows. Experience shows that, when Lisa grows older, she will",
                "become more curious concerning her natural parents and her own origin.",
                "Only then will she be mature enough to take the first steps towards",
                "reunification. The [Board] considers that, until then, a removal to",
                "the natural parents would be in conflict with the child's best"
            ],
            [
                "16. The Social Council submitted to the County Administrative",
                "Court a further medical certificate from the Psychiatric Clinic. This",
                "certificate, dated 7 September 1983 and signed by the same persons as",
                "the previous ones, stated, inter alia, that it was self-evident that",
                "Lisa must stay in the foster home and that her removal would involve a",
                "risk for her mental health which was not of a minor nature."
            ],
            [
                "17. On 10 October 1983 the County Administrative Court allowed the",
                "appeal in part, in that it set a time-limit of 31 March 1984 on the",
                "prohibition on removal. The court's reasons read, inter alia, as",
                "\"The natural parents' contacts with Lisa have become more regular only",
                "during the last two years, with the assistance of, among others,",
                "Mrs Essving-Levay. Thus, in 1982 there were meetings between Lisa and",
                "the parents in June and in August at Halmstad, in September at",
                "Köttkulla and in November at Oskarström. Lisa met her mother on some",
                "occasions during 1983, the latest being on 25 August, when the",
                "brother, Jonas, also accompanied the mother to Oskarström. What has",
                "been established about the circumstances surrounding the meetings",
                "suggests that Cecilia Eriksson's behaviour is probably not the only",
                "reason for their not having been more frequent. The foster parents",
                "and also the attitudes of other persons involved in the question of",
                "Lisa's removal have probably had an important influence. In several",
                "written opinions and at the court's oral hearing, Mrs Essving-Levay",
                "has expressed the opinion that the child-psychiatric treatment of Lisa",
                "has had, as its main objective, not the promotion of Lisa's immediate",
                "removal but instead an improvement of the contacts between her and the",
                "natural parents. At the same time it has been made clear that the",
                "psychiatric treatment of Lisa takes as its starting point",
                "Mrs Essving-Levay's opinion that Lisa should remain in the foster",
                "home. Finally, it should be mentioned that the [Social Council], in",
                "connection with the decision under appeal, stated that Lisa's removal",
                "should be the long-term aim for its work in the matter.",
                "Lisa has lived in the foster home since shortly after her birth.",
                "Obviously she has now, at the age of five years, strong roots in this",
                "home. She has met her natural parents but rarely. A removal of Lisa",
                "to the natural parents must therefore be presumed to involve",
                "considerable risks for her health. However, it has been established,",
                "inter alia through Mrs Essving-Levay's testimony, that Lisa is a",
                "normally developed five-year-old girl who intellectually is rather",
                "over than under the average level. This and the other circumstances",
                "make it sufficiently probable that a removal of Lisa - in any case",
                "after certain further preparatory contacts with the natural parents -",
                "will entail no more than a passing disturbance in her development.",
                "The County Administrative Court has therefore finally concluded in the",
                "case that the decision appealed against should be limited in",
                "accordance with Cecilia Eriksson's second motion. As a result the",
                "prohibition on removal may, during a clearly limited period, be used",
                "in order to build up further the relations between Lisa and her"
            ],
            [
                "18. The Social Council appealed to the Administrative Court of",
                "Appeal of Stockholm, requesting that the prohibition be unlimited in",
                "time. Cecilia Eriksson, represented by legal counsel, submitted that",
                "the prohibition should be quashed or, in the alternative, that the",
                "judgment of the County Administrative Court should be confirmed."
            ],
            [
                "19. The Administrative Court of Appeal held a hearing at which",
                "Mrs Essving-Levay and Lisa's foster mother gave evidence. At the",
                "court's request, the National Board of Health and Welfare",
                "(socialstyrelsen) submitted, on 13 February 1984, its opinion on the",
                "risks that would be involved if Lisa were removed from the foster",
                "home. The opinion stated, inter alia:",
                "\"As regards the assessment from a child-psychiatric point of view, it",
                "is noted that the [Psychiatric Clinic] has clearly expressed the view",
                "that Lisa should not be removed from the foster home. This view is,",
                "in the opinion of the National Board of Health and Welfare,",
                "well-founded, as it is based on knowledge of the development and needs",
                "of children applied to Lisa's special situation.",
                "It is the opinion of the National Board of Health and Welfare that a",
                "change of the persons responsible for the upbringing of a child always",
                "constitutes a serious interference and should not take place unless",
                "there are strong reasons, for instance that the child is badly cared",
                "for where it is living. Child psychological research and clinical",
                "experience demonstrate that separations can imply a risk of serious",
                "mental harm to the child. In this case Lisa, who is now six years",
                "old, has lived since a very young age in the present foster home,",
                "where she has developed well together with the adults to whom she is",
                "attached. She is in an important phase of development and has not yet",
                "attained the age and maturity where she can decide for herself. She",
                "ought not to be placed in a situation of choice of this kind. There",
                "are no established contacts with the natural parents, despite the",
                "efforts which have been made. The documents reveal that the father",
                "has not participated in the meetings with the foster parents which",
                "were arranged during 1983. He has not seen Lisa since 1982.",
                "In this case new facts have come to light which change the picture of",
                "the parents' home. [The documents received from the court] showed",
                "only that the rehabilitation of the parents has developed well. A",
                "telephone conversation with the social director of Ulriceham",
                "on 17 January 1984 disclosed that the father had lost his temporary",
                "job and had started to drink alcohol again. He has been convicted of",
                "drunken driving and lost his driving licence. The mother's post as a",
                "child-minder is temporary, while the usual employee is on maternity",
                "leave. However, no criticism is levelled against the mother as",
                "The assessment of the National Board of Health and Welfare, against",
                "the background of the facts of this case, is that Lisa will, if moved",
                "from the foster family, be subjected to a risk, which is not of a",
                "minor nature, of harm to her psychological health and development. It",
                "is therefore important that she can remain in the foster home. The",
                "Board finds that section 28 of the Social Services Act is applicable.",
                "However, it considers that Lisa's security from a legal point of view",
                "should be regulated for the future. The [Social Council] should",
                "therefore, in view of the changed conditions in the natural parents'",
                "home, investigate whether the [1980 Act] has become applicable again.",
                "The [Social Council] could also consider the possibility of requesting",
                "a transfer of custody to the foster parents under Chapter 6,",
                "section 8, of the Parental Code [föräldrabalken; see paragraph 50"
            ],
            [
                "20. On 6 March 1984 the Administrative Court of Appeal amended the",
                "judgment of the County Administrative Court by setting the time-limit",
                "for the prohibition on removal at 30 June 1984. Its reasons included",
                "\"The investigation in the case has revealed nothing which gives reason",
                "to doubt that Cecilia Eriksson is well suited to take care of",
                "children. Lisa's younger brother Jonas lives in Cecilia's home where,",
                "as a municipal child-minder, she also takes care of a further child.",
                "In its decision of 31 March 1983 the [Social Council] decided that",
                "Cecilia Eriksson should have a right of access to Lisa in the foster",
                "home every second month. At the hearing before the Administrative",
                "Court of Appeal, it appeared that one or more representatives of the",
                "[Social Council] had been present on these sporadic occasions of",
                "contact decided by the Council, that Cecilia Eriksson had never been",
                "given the opportunity on these occasions to be alone with Lisa and",
                "that the foster mother had not considered that the time was yet ripe",
                "to inform Lisa that it was her mother who was visiting the foster",
                "home. Cecilia Eriksson has not so far been allowed to meet Lisa in",
                "The Administrative Court of Appeal makes the following assessment.",
                "More than one year has elapsed since the [Social Council] decided that",
                "the care under the [1980 Act] should terminate and that it should",
                "promote the reunification of Lisa and her natural parents. The",
                "investigation of the case does not suggest that Cecilia Eriksson has",
                "not accepted the [Social Council's] directives regarding her access to",
                "Lisa during this period. The Administrative Court of Appeal finds",
                "that what the [Social Council] has done so far, by way of preparatory",
                "measures for the removal of Lisa, has obviously not been calculated to",
                "promote to any measurable extent the conditions for such a",
                "reunification. The situation today as regards the child's removal to",
                "the parents can be regarded as no different from what it was one year",
                "ago. Lisa still does not even know that it is her mother who visits",
                "her in the foster home. According to the information supplied to the",
                "Administrative Court of Appeal at the hearing, the antagonism which",
                "the County Administrative Court found to exist between the foster",
                "mother and Cecilia Eriksson still prevails. This antagonism is",
                "however, in the opinion of the [court], not necessarily an absolute",
                "obstacle to active preparatory measures for the child's transfer.",
                "It is undisputed that a transfer of Lisa to the parents' home without",
                "preparatory measures must be presumed to carry considerable risks for",
                "her health. Cecilia Eriksson has declared that she is well aware of",
                "these risks and that she does not wish to take the child home for good",
                "until this can be done without any risk of harming her. Making an",
                "overall assessment of what has been established in the case, the",
                "Administrative Court of Appeal nevertheless finds that there are",
                "reasons for a temporary prohibition on removal. In view of what has",
                "been established, it is reasonable to limit the prohibition on removal",
                "in time. The preparatory measures which have been taken until now",
                "have, as far as it appears, not been such that the child can be",
                "removed within the time-limit prescribed by the County Administrative",
                "Court. The Administrative Court of Appeal - which assumes that the",
                "[Social Council], in pursuing its aim of reuniting the child and the",
                "natural parents, will as soon as possible try new possibilities and",
                "intensify its work in this respect - finds that some more time for",
                "preparatory measures is necessary before the prohibition on removal"
            ],
            [
                "21. Both Cecilia Eriksson, with the assistance of legal counsel,",
                "and the Social Council appealed to the Supreme Administrative Court",
                "(regeringsrätten). The mother later withdrew her appeal."
            ],
            [
                "22. In its judgment of 11 October 1984 the Supreme Administrative",
                "Court allowed the appeal by the Council by confirming the latter's",
                "decision of 21 January 1983 that the prohibition should be valid until",
                "The court gave the following reasons:",
                "\"Under section 28 of the Social Services Act, the Social District",
                "Council may, where the interests of the child so require, prohibit the",
                "guardian from removing a child from a foster home, provided that there",
                "is a risk, which is not of a minor nature, of harming the child's",
                "physical or mental health if it is moved from the home. When a child",
                "is placed in a foster home, the aim should normally be to reunite the",
                "child and his parents. A prohibition under section 28 of the Social",
                "Services Act ought to be regarded as a temporary measure pending the",
                "arrival of an appropriate moment for moving the child from the foster",
                "home without the risk of such detrimental effects as are indicated in",
                "The circumstances to be considered when deciding on a prohibition on",
                "removal include the child's age, stage of development, character and",
                "emotional relations; the time he has been taken care of by someone",
                "other than his natural parents; his present and prospective living",
                "conditions; and the contacts between the parents and the child whilst",
                "Since Cecilia Eriksson has withdrawn her appeal against the judgment",
                "of the Administrative Court of Appeal, the Supreme Administrative",
                "Court must determine whether the prohibition on removal should remain",
                "in force until further notice, as claimed by the [Social Council], or",
                "should be limited in time, in accordance with the position adopted by",
                "The question of the duration of a prohibition on removal must be",
                "examined in the light of the existing risk to the child's physical or",
                "mental health if separated from his home. If, at the time the",
                "prohibition is issued, it is already considered, with sufficient",
                "certainty, that such a risk will not obtain after a certain date - by",
                "when certain steps may have been taken or produced their effects -,",
                "the prohibition ought to be limited until that date. However, if it is",
                "uncertain when the child could be transferred to the parents without",
                "this involving a risk which is not of a minor nature, the prohibition",
                "ought to be in force until further notice and the question of a",
                "transfer ought to be raised again at a later stage when the risk of",
                "harming the child's health can be better assessed. Irrespective of",
                "the duration of the prohibition, the [Social Council] is obliged to",
                "see to it that appropriate measures aimed at reuniting parents and",
                "child are taken without delay. Such measures are required in",
                "particular when the Council, in accordance with what has just been",
                "said, has found reasons for issuing a prohibition until further",
                "notice. Otherwise there is a great risk that the child will, in the",
                "meantime, become more closely linked to the family he is about to",
                "The efforts to establish contacts between Lisa and her natural",
                "parents, which already began some three years ago, have, as far as can",
                "be seen from the documents, not progressed beyond the point that Lisa",
                "has occasionally seen them together with her present family and",
                "generally - as a result of the [Social Council's] directives - also in",
                "the presence of an adult outsider. The meetings have been coloured by",
                "the antagonism between the adults of the two families, and both before",
                "and afterwards, Lisa, who appears to have realised only at a late",
                "stage who her natural parents are, has shown signs of anxiety and a",
                "psychological state of strain. The evidence concerning the intensity",
                "of Lisa's reactions clearly shows that a period of time longer than",
                "that decided by the lower courts is required before a transfer can be",
                "made. Since appropriate measures aimed at reunification have not yet",
                "been taken there is, at the moment, no basis for setting a date on",
                "which the transfer could be made without jeopardising Lisa's mental",
                "health. The prohibition on removal shall therefore remain in force",
                "D. Second set of proceedings challenging the prohibition on removal"
            ],
            [
                "23. On 28 November 1984 Cecilia Eriksson requested the Social",
                "Council that her child be returned to her custody. This request was",
                "dismissed on 18 January 1985 on the ground that the risk for the",
                "child's mental health resulting from a removal from the foster home",
                "would be the same as when the Supreme Administrative Court delivered",
                "its judgment of 11 October 1984 (see paragraph 22 above)."
            ],
            [
                "24. The mother appealed to the County Administrative Court. She",
                "requested that the prohibition on removal be quashed and that the",
                "child be returned to her in accordance with the rules laid down in",
                "Chapter 21 of the Parental Code (see paragraphs 46-49 below).",
                "On 8 October 1985 she withdrew her appeal and, as a result, the court",
                "struck the case off its list on 23 October."
            ],
            [
                "25. According to Cecilia Eriksson, her reason for withdrawing was",
                "the following. The Social Council had informed her through a private",
                "team of psychologists, to which the Council had turned in January 1985",
                "to solve the question of her contacts with Lisa, that as long as she",
                "continued to bring proceedings in the matter she would not be able to",
                "meet her daughter alone, but that this would be possible - at certain",
                "weekends - if she withdrew her action. As she knew that one condition",
                "for her being reunited with her child was that they got to know one",
                "another, she abandoned the appeal.",
                "The Government dispute these affirmations. According to them, Cecilia",
                "Eriksson herself, in a telephone conversation with a social welfare",
                "officer on 7 November 1985, denied that she was given any such",
                "information and stated that her counsel had \"exaggerated a lot\" when",
                "describing the situation as something similar to blackmail. The",
                "Government concede, however, that the psychologists had explained to",
                "Cecilia Eriksson that meetings would be facilitated if Lisa was not",
                "faced with the threat of being forced to move to her mother as a",
                "result of the proceedings pending before the courts.",
                "E. The Social Council's refusal to decide the question of access"
            ],
            [
                "26. On 6 August 1985, prior to withdrawing her appeal,",
                "Cecilia Eriksson lodged with the Social Council a request for access",
                "to the child every second weekend. On 16 August the Council decided",
                "\"not to decide at present on the access and the frequency of access\".",
                "It noted that it could not indicate any avenues of appeal since there",
                "was no legal provision on which a decision on access could be based.",
                "F. Third set of proceedings challenging the prohibition on removal"
            ],
            [
                "27. On 15 January 1987 Cecilia Eriksson made a fresh request to",
                "the Social Council that the prohibition on removal be lifted.",
                "On 13 March 1987 the Council decided to investigate the consequences"
            ],
            [
                "28. On 21 May 1987 the Psychiatric Clinic sent to the Social",
                "Council a report signed by Mrs Essving-Levay and by a registered",
                "psychologist, Mrs Anne Christiansson. It contained the following",
                "\"How will Lisa react to a possible removal to Cecilia, in our opinion?",
                "She will regress. There is a great risk that the regression will go",
                "so far that she loses contact with reality, i.e. becomes psychotic, a",
                "state which is extremely difficult to treat and is very likely to",
                "become permanent. Inter alia, she will withdraw within herself and",
                "will not adapt herself to the world around her. She will not be able",
                "to go to school since she will be preoccupied by her inner anxieties",
                "and chaos. She will perceive her removal from her foster parents as",
                "very treacherous on their part. In making this pessimistic",
                "assessment, we base ourselves on material and reactions which came to",
                "light during Lisa's therapy. Lisa is weak, lacking in confidence and",
                "does not have adequate mental resources to cope with separation. The",
                "conversations that we have had with her this year have been of a",
                "horrifying nature. She says that she does not want to live if she has",
                "to move to Cecilia. For many years she has lived in fear of being",
                "taken away from her home by Cecilia.",
                "In our opinion Lisa must be able to stay in her foster home for good.",
                "If Lisa is to be separated from her home and moved to Cecilia, there",
                "is a risk, which is not of a minor nature, that Lisa's mental health",
                "will be irrevocably harmed; in addition there is a risk for her life.\""
            ],
            [
                "29. On 5 June 1987 the Social Council decided not to lift the",
                "prohibition on removal. Cecilia Eriksson appealed to the County",
                "Administrative Court of Stockholm. Her appeal was accompanied by an",
                "application for an immediate transfer of Lisa to her pursuant to",
                "Chapter 21, section 7, of the Parental Code (see paragraph 49 below)."
            ],
            [
                "30. The County Administrative Court held a hearing on",
                "26 August 1987 after which it decided to appoint as its expert",
                "(sakkunnig) a psychologist who had not taken part in the earlier",
                "investigations. The decision of the court contained the following",
                "\"The court's problem is that the law in force does not quite reflect",
                "the latest fundamental principles which are generally recognised",
                "within medical and behavioural sciences, namely that a child in Lisa's",
                "situation should never be transferred to his or her parent even if",
                "that parent is the child's guardian. The true meaning of the law,",
                "especially as interpreted in certain decisions of higher courts, is",
                "that there is a very high level of tolerance regarding the suffering",
                "and the risks to which a child can be exposed when being transferred",
                "to its parent in order to let the parent have access to the child or",
                "in order for the child to be definitely transferred to the parent.",
                "These levels can be lowered if the risks for the child's future health",
                "and development after reunification are considered serious and/or",
                "likely to subsist for a considerable time. This legal assessment also",
                "has to take into account the child's state of health before the",
                "reunification. The court feels that it would be correct to say that",
                "the parents' right to bring up and take care of their children",
                "themselves is still recognised by the law in force to a larger extent",
                "than by modern medical and behavioural sciences, which have concern",
                "for the child's well-being as sole guideline. When examining the case",
                "the court therefore has to strike a balance between Cecilia Eriksson's",
                "right to be with Lisa and to bring her up and the risks involved",
                "regarding Lisa's future health and development if Cecilia Eriksson's"
            ],
            [
                "31. Both the appeal concerning the prohibition on removal and the",
                "application under the Parental Code were dismissed by the County",
                "Administrative Court on 15 June 1988.",
                "In its judgment the court stated, inter alia:",
                "\"In the opinion of the court, it is evident that high demands must be",
                "placed on the Social District Council when it comes to taking measures",
                "to facilitate meetings between Cecilia and Lisa in order to prepare",
                "the ground for a reunification. It is therefore no excuse that the",
                "contacts between the persons involved, the authorities and the",
                "personnel giving treatment, have been strained. Passivity is, by way",
                "of example, shown by the fact that the Council has taken no measure in",
                "view of the deteriorating relations between Cecilia Eriksson and",
                "Söderling-Gard [a family consultant engaged by the Social Council].",
                "Söderling-Gard has expressed the opinion that Cecilia Eriksson should",
                "never get Lisa back and she has been engaged to convince Cecilia",
                "It is remarkable that the Council did not in these circumstances,",
                "which must have been obvious to it for a long time, take any measures",
                "to ensure that Söderling-Gard would either act herself in accordance",
                "with the judgment of the Supreme Administrative Court or otherwise",
                "engage someone else in order to ensure that this was effectively done.",
                "The Council has not taken active measures, as intended, to promote",
                "access and reunification effectively. By not doing so the Council",
                "has, on the contrary, contributed to reducing the possibilities of",
                "lifting the prohibition on removal. The Council has rather, by its",
                "relative passivity, achieved the result that the prohibition on",
                "removal has become self-fulfilling.\""
            ],
            [
                "32. An appeal by Cecilia Eriksson against the judgment of the",
                "County Administrative Court to the Administrative Court of Appeal was",
                "dismissed in a judgment of 31 October 1988. On 9 December 1988 the",
                "Supreme Administrative Court rejected her application for leave to",
                "appeal against the latter judgment.",
                "G. The request for a transfer of custody to the foster parents"
            ],
            [
                "33. The Social Council introduced an action before the District",
                "Court (tingsrätten) of Sjuhäradsbygden requesting that the custody of",
                "Lisa be transferred to the foster parents pursuant to Chapter 6,",
                "section 8, of the Parental Code (see paragraph 50 below). The court",
                "held a hearing on 10 October 1987, after which it ordered that the",
                "competent Social Council should submit an opinion. The court also",
                "rejected the Social Council's request for an interim order, pending",
                "the final judgment, that the custody of the child be transferred to",
                "H. Particulars concerning the contacts between the applicants"
            ],
            [
                "34. A total of eight meetings took place between Cecilia Eriksson",
                "and Lisa between 1978, when Lisa was taken into public care, and 1983,"
            ],
            [
                "35. Thereafter and up to September 1987, mother and daughter have",
                "met on 29 (according to the Government) or 25 (according to",
                "Cecilia Eriksson) different occasions, as follows: six in 1983, five",
                "in 1984, five in 1985, nine in 1986 and at least four in 1987",
                "(according to the Government). Cecilia Eriksson has alleged that of",
                "these meetings only four, lasting two hours each, have not been",
                "supervised by the foster parents and/or social welfare officers.",
                "A. The Social Services Act 1980 and the 1980 Act containing Special",
                "Provisions on the Care of Young Persons"
            ],
            [
                "36. From 1 January 1982 the basic rules on public responsibility",
                "for young persons are laid down in the Social Services Act. This Act",
                "contains provisions regarding supportive and preventive measures taken",
                "with the approval of the individuals concerned. Decisions which had",
                "been taken under the previous legislation, the 1960 Act, and which",
                "were still in force on 31 December 1981, were considered to be",
                "decisions taken under the new legislation, whether it be the Social"
            ],
            [
                "37. Where the parents do not give their consent to the necessary",
                "measures, compulsory care may be ordered under the 1980 Act.",
                "Section 1, paragraphs 1 and 2, of this Act read:",
                "\"Care is to be provided pursuant to this Act for persons under",
                "eighteen years of age if it may be presumed that the necessary care",
                "cannot be given to the young person with the consent of the person or",
                "persons having custody of him and, in the case of a young person aged",
                "fifteen or more, with the consent of the young person.",
                "Care is to be provided for a young person if",
                "1. lack of care for him or any other condition in the home",
                "entails a danger to his health or development, or",
                "2. the young person is seriously endangering his health or",
                "development by abuse of habit-forming agents, criminal activity or any"
            ],
            [
                "38. It is primarily the responsibility of the municipalities to",
                "promote a positive development for the young. For this purpose each",
                "municipality has a Social District Council, composed of lay members",
                "assisted by a staff of professional social workers."
            ],
            [
                "39. If the Social Council deems it necessary to take a child into",
                "care, the 1980 Act specifies that the Council has to apply to the",
                "County Administrative Court for a decision to this effect. Decisions",
                "by the County Administrative Court may be appealed to the",
                "Administrative Court of Appeal. A further appeal lies to the Supreme",
                "Administrative Court if it grants leave."
            ],
            [
                "40. Once a decision on public care has been taken, the Social",
                "Council has to execute the decision, take care of the practical",
                "details of where to place the child, what education and other",
                "treatment to give him, etc. The law requires the care of the child to",
                "be carried out in such a way as to enable him to have close contact",
                "with his relatives and to be able to visit his home. This requirement",
                "may mean that the child returns to his home, after a period, to live",
                "there, although he is still formally under public care.",
                "The Social Council may, under section 16 of the 1980 Act, regulate",
                "visits to and by parents and also decide not to disclose the",
                "whereabouts of the child to them. Such decisions may be appealed to",
                "the administrative courts by both the parents and the child."
            ],
            [
                "41. According to section 5 of the 1980 Act, the Social Council is",
                "obliged to monitor carefully the care of young persons who are in care",
                "under the Act and \"shall decide to terminate care under the Act when",
                "such care is no longer necessary\"."
            ],
            [
                "42. The Social Council may issue a prohibition on removal under",
                "section 28 of the Social Services Act, which reads as follows:",
                "\"The Social Council may for a certain period of time or until further",
                "notice prohibit the guardian of a minor from taking the minor from a",
                "home referred to in section 25 [i.e. a foster home], if there is a",
                "risk, which is not of a minor nature, of harming the child's physical",
                "or mental health if separated from that home.",
                "If there are reasonable grounds to assume that there is such a risk,",
                "although the necessary investigations have not been completed, a",
                "temporary prohibition may be issued for a maximum period of 4 weeks,",
                "pending the final decision in the matter.",
                "A prohibition issued under this section does not prevent a removal of",
                "the child from the home on the basis of a decision under Chapter 21 of",
                "The Government Bill mentioned that a purely passing disturbance or",
                "other occasional disadvantage to the child was not sufficient ground",
                "for issuing a prohibition on removal (1979/80:1, page 541). It stated",
                "that the factors to be considered when deciding whether or not to",
                "issue such a prohibition included the child's age, degree of",
                "development, character, emotional ties and present and prospective",
                "living conditions, as well as the time he had been cared for away from",
                "the parents and his contacts with them while separated. If the child",
                "had reached the age of 15, his own preference should not be opposed",
                "without good reasons; if he was younger, it was still an important",
                "factor to be taken into account.",
                "The Standing Social Committee of the Parliament stated in its report",
                "(SOU 1979/80:44, p. 78), inter alia, that a prohibition might be",
                "issued if removal could involve a risk of harm to the child's physical",
                "or mental health, thus even where no serious objections existed in",
                "regard to the guardian. The Committee also stressed that the",
                "provision was aimed at safeguarding the best interests of the child",
                "and that those interests must prevail whenever they conflicted with",
                "the guardian's interest in deciding the domicile of the child. It",
                "also took as its point of departure the assumption that a separation",
                "generally involved a risk of harm to the child. Repeated transfers",
                "and transfers which took place after a long time, when the child had",
                "developed strong links with the foster home, should thus not be",
                "accepted without good reasons: the child's need for secure relations",
                "and living conditions should be decisive."
            ],
            [
                "43. Section 28 does not apply to children who are being cared for",
                "in foster homes under section 1 of the 1980 Act. As long as such care",
                "continues, the right of the guardian to determine the domicile of the",
                "child is suspended. Whilst that right in principle revives on the",
                "termination of such care, it may be further suspended by an",
                "application of section 28 by the social authorities."
            ],
            [
                "44. Under section 73 of the Social Services Act, a decision taken",
                "under section 28 may be appealed to the administrative courts. In",
                "practice, besides the natural parents both the child concerned and the",
                "foster parents have been allowed to lodge such appeals. In the",
                "proceedings before the administrative courts, a special guardian may",
                "be appointed to protect the interests of the child, should these come",
                "into conflict with those of the child's legal guardian."
            ],
            [
                "45. In a recent decision (no. 2377 of 18 July 1988), the Supreme",
                "Administrative Court held that a decision by the Social Council to",
                "restrict the access rights of the appellants, Mr and Mrs Olsson, while",
                "a prohibition on removal under section 28 of the Social Services Act",
                "was in force had no legal effect and that no appeal to the",
                "administrative courts would lie against such a decision. The court",
                "\"Under section 16 of the [1980 Act] ..., a Social Council may restrict",
                "the right of access in respect of children taken into public care",
                "under this Act. As regards the right of access to children while a",
                "prohibition on removal is in force, no similar power has been vested",
                "in the Social Council in the relevant legislation. As there is no",
                "legal provision giving the Social Council power to restrict the right",
                "of access during the validity of the prohibition on removal ..., the",
                "instructions given by the President of the Social Council in order to",
                "limit the right of access have no legal effect. Nor can any right of",
                "appeal be inferred from general principles of administrative law or",
                "from the European Convention on Human Rights.\""
            ],
            [
                "46. Chapter 21 of the Parental Code deals with the enforcement of",
                "judgments or decisions regarding custody and other related matters."
            ],
            [
                "47. Section 1 specifies that actions for the enforcement of",
                "judgments or decisions by the ordinary courts concerning the custody",
                "or surrender of children or access to them are to be instituted before",
                "the County Administrative Court."
            ],
            [
                "48. According to section 5, enforcement may not take place against",
                "the will of a child who has reached the age of 12 unless the County",
                "Administrative Court finds enforcement to be necessary in the child's"
            ],
            [
                "49. Under section 7, if the child is staying with someone other",
                "than the holder of custody, the child's custodian may, even when no",
                "judgment or decision as described in section 1 exists, seek from the",
                "County Administrative Court an order for the transfer of the child to",
                "him. Such an order may be refused if the best interests of the child",
                "require that the question of custody be examined by the ordinary",
                "When taking decisions under this section, the County Administrative",
                "Court shall also observe the requirements laid down in section 5"
            ],
            [
                "50. Under Chapter 6 of the Parental Code, the Social Council may,",
                "in certain cases, request the ordinary courts to transfer custody from",
                "the child's parents to the persons who are in fact taking care of the",
                "child. Section 8 of this Chapter reads:",
                "\"If a child has been permanently cared for and brought up in a private",
                "home other than its parental home and if it is obviously in the best",
                "interest of the child that the prevailing relationship may continue",
                "and that custody be transferred to the person or persons who have",
                "received the child or to one of them, the court shall appoint the said",
                "person or persons to exercise custody of the child as specially",
                "Such a transfer of custody is, apart from adoption, the most severe",
                "measure available against the natural parents. Although they retain",
                "certain rights and obligations, such as the right of access and the",
                "obligation to pay maintenance, their legal position as guardians is",
                "definitively transferred to the foster parents."
            ],
            [
                "51. A report (SOU 1986:20) from the Social Commission",
                "(socialberedningen), appointed by the Government, has proposed that",
                "there be a co-ordination between compulsory care and prohibition on",
                "removal in order to avoid a duplication of procedures. A similar",
                "proposal has been made in a report (Ds S 1987:3) submitted in",
                "April 1987 by a special investigator appointed by the Government.",
                "PROCEEDINGS BEFORE THE COMMISSION"
            ],
            [
                "52. In their application of 7 December 1984 to the Commission",
                "(no. 11373/85), Mrs Cecilia Eriksson and her daughter Lisa alleged",
                "violations of Articles 6 para. 1, 8 and 13 (art. 6-1, art. 8, art. 13)",
                "of the Convention and of Article 2 of Protocol No. 1 (P1-2). They also",
                "complained that, contrary to Article 25 (art. 25) of the Convention, the",
                "exercise of their right to petition the Commission had been hindered",
                "as a result of the domestic authorities' decision not to grant legal",
                "aid for the purpose of bringing the application before the Commission."
            ],
            [
                "53. On 11 May 1987 the Commission declared the application",
                "admissible although it decided to take no action with respect to the",
                "complaint under Article 25 (art. 25).",
                "In its report of 14 July 1988 (Article 31) (art. 31), the Commission",
                "(a) by eight votes to two, that there had been a breach of",
                "Article 6 para. 1 (art. 6-1) of the Convention in respect of the claim for",
                "access to Lisa (see paragraph 26 above);",
                "(b) by nine votes to one, that the rights of both applicants under",
                "Article 8 (art. 8) of the Convention had been violated;",
                "(c) unanimously, that there had not been a violation of the",
                "Convention or Protocol No. 1 as regards the remaining complaints.",
                "The full text of the Commission's opinion and of the dissenting",
                "opinion and the concurring opinion contained in the report is",
                "reproduced as an annex to this judgment.",
                "I. SCOPE OF THE ISSUES BEFORE THE COURT"
            ],
            [
                "54. In the course of their submissions, the applicants made a",
                "number of general complaints concerning the alleged incompatibility",
                "with the Convention of, firstly, Swedish child-care law, in particular",
                "the 1980 Act in combination with section 28 of the Social Services",
                "Act, and, secondly, the practice of the Swedish courts.",
                "The Court recalls that in proceedings originating in an application",
                "lodged under Article 25 (art. 25) of the Convention it has to confine",
                "itself, as far as possible, to an examination of the concrete case",
                "before it. Its task is accordingly not to review the aforesaid legal",
                "provisions and practice in abstracto, but to determine whether the",
                "manner in which they were applied to or affected Mrs Eriksson and her",
                "daughter Lisa gave rise to a violation of the Convention."
            ],
            [
                "55. The Court notes that no complaint was raised before it as",
                "regards the initial decision to take Lisa into public care or its",
                "A. ALLEGED VIOLATION OF ARTICLE 8 (art. 8) OF THE CONVENTION"
            ],
            [
                "56. Mrs Eriksson alleged that the decision to prohibit her for an",
                "indefinite period from removing her daughter from the foster home, the",
                "maintenance in force of this prohibition for more than six years, the",
                "restrictions imposed on her access to the child and the Social",
                "Council's failure to reunite the applicants violated Article 8",
                "(art. 8) of the Convention, which reads as follows:",
                "\"1. Everyone has the right to respect for his private and family",
                "life, his home and his correspondence.",
                "2. There shall be no interference by a public authority with the",
                "exercise of this right except such as is in accordance with the law",
                "and is necessary in a democratic society in the interests of national",
                "security, public safety or the economic well-being of the country, for",
                "the prevention of disorder or crime, for the protection of health or",
                "morals, or for the protection of the rights and freedoms of others.\"",
                "The Government contested this allegation whereas the Commission"
            ],
            [
                "57. The Government accepted that the issuing and maintenance in",
                "force of the prohibition on removal constituted an interference with",
                "the mother's right to respect for her family life. Nevertheless, they",
                "pointed out that if a decision had been taken to reunite Lisa with her",
                "mother following the lifting of the care order in January 1983, this",
                "could have been regarded as an interference with Lisa's right to",
                "respect for her family life with the foster family.",
                "The measures taken after the lifting of the care order, notably the",
                "restrictions imposed on the mother's access to her daughter, did not,",
                "in the Government's view, amount to a separate interference."
            ],
            [
                "58. The mutual enjoyment by parent and child of each other's",
                "company constitutes a fundamental element of family life; furthermore,",
                "the natural family relationship is not terminated by reason of the",
                "fact that the child has been taken into public care (see the Olsson",
                "judgment of 24 March 1988, Series A no. 130, p. 29, para. 59).",
                "The prohibition on removal and its maintenance in force for an",
                "unlimited period certainly amounted to an interference with",
                "Mrs Eriksson's right to respect for family life in the above-mentioned",
                "sense. The existence of such an interference is not affected by the",
                "daughter's relationship with her foster parents.",
                "As regards the other measures, there can be no doubt that at least the",
                "restrictions on access imposed by the social authorities also",
                "constituted an interference with this right (see further paragraph 81",
                "For an interference to be justified according to Article 8 para. 2",
                "(art. 8-2), it has to be shown to be \"in accordance with the law\", to",
                "have an aim or aims that is or are legitimate under this paragraph and",
                "to be \"necessary in a democratic society\" for the aforesaid aim or",
                "2. \"In accordance with the law\""
            ],
            [
                "59. The prohibition on removal was based on section 28 of the",
                "Social Services Act. To the extent that Cecilia Eriksson's allegation",
                "that Swedish legislation is not in conformity with the Convention (see",
                "paragraph 54 above) concerns the quality of this section as a \"law\"",
                "for Convention purposes, the Court recalls the following requirements",
                "which flow from the phrase \"in accordance with the law\": the law must",
                "be sufficiently precise; there must be a measure of protection against",
                "arbitrary interferences by the public authorities with, inter alia,",
                "the right to respect for family life; if the law confers a discretion,",
                "its scope and manner of exercise must be indicated with sufficient",
                "clarity to afford such protection (see the above-mentioned Olsson",
                "judgment, Series A no. 130, p. 30, para. 61)."
            ],
            [
                "60. Section 28 itself is admittedly worded in rather general terms",
                "and confers a wide measure of discretion. However, it is scarcely",
                "feasible to set out in advance all the circumstances in which the",
                "removal of a child from a foster home may cause a serious risk of",
                "harming his physical or mental health. If the authorities'",
                "entitlement to act were to be confined to cases where actual harm had",
                "already occurred, the effectiveness of the protection which the child",
                "requires would be unduly reduced. Moreover, in interpreting and",
                "applying this section, the relevant preparatory work (see paragraph 42",
                "above) provides guidance as to the exercise of the discretion it",
                "confers and the administrative courts have competence to review at",
                "several levels the decisions made pursuant to this section.",
                "Taking these safeguards against arbitrary interferences into",
                "consideration, the scope of the discretion conferred on the",
                "authorities by the section in question appears to the Court to be",
                "reasonable and acceptable for the purposes of Article 8 (art. 8)."
            ],
            [
                "61. Mrs Eriksson also submitted that the prohibition on removal",
                "had not been issued in accordance with Swedish law as there was no",
                "evidence of any risk to Lisa's health if she were to be moved.",
                "Moreover, she claimed that the domestic courts had in fact applied",
                "section 28 incorrectly, in that they had based their judgments,",
                "upholding the prohibition, on what they considered to be \"the most",
                "suitable and happiest solution\" for Lisa and not on the risks to her"
            ],
            [
                "62. The Court would first recall that its power to review",
                "compliance with domestic law is limited; it is in the first place for",
                "the national authorities, notably the courts, to interpret and apply",
                "that law (see, for example, the Chappell judgment of 30 March 1989,",
                "Series A no. 152, p. 23, para. 54).",
                "Like the Commission, the Court observes that the prohibition on",
                "removal has been examined by the administrative courts",
                "(see paragraphs 15-22 and 27-32 above) and that nothing in their",
                "judgments suggests that it was contrary to Swedish law."
            ],
            [
                "63. The interference resulting from the prohibition on removal was",
                "thus \"in accordance with the law\"."
            ],
            [
                "64. Before the Court, Mrs Eriksson alleged that the restrictions",
                "imposed on her access to her daughter (see paragraphs 14, 26 and 34-35",
                "above) lacked any basis in domestic law. This allegation was accepted",
                "by the Delegate of the Commission. The Government disagreed: they",
                "maintained that the restrictions had the aim of protecting the",
                "daughter's welfare and that this aim provided a standard which, as",
                "such, fulfilled the requirement of being \"in accordance with the law\"",
                "even if the standard was not laid down explicitly in a specific"
            ],
            [
                "65. As was pointed out by the Delegate of the Commission, the",
                "imposition of restrictions on access while a prohibition on removal is",
                "in force has been found by the Supreme Administrative Court to lack",
                "all legal effect as there are no legal provisions on which any such",
                "restrictions could be based (see paragraph 45 above). Having regard",
                "to this authoritative interpretation of Swedish law, the Court",
                "concludes that the interference in question with Mrs Eriksson's right",
                "to respect for family life did not have the requisite basis in",
                "domestic law and was therefore not \"in accordance with the law\" for",
                "the purposes of Article 8 (art. 8)."
            ],
            [
                "66. The Commission accepted that the aims of the measures",
                "complained of were, as stated by the Government, \"the protection of",
                "health\" and \"the protection of the rights and freedoms of others\",",
                "that is, in the instant case, of Lisa. Before the Court, Mrs Eriksson",
                "disputed the legitimacy of the aims behind the interference. She",
                "maintained that the child's best interests had been completely",
                "disregarded from the very beginning and that no risk to her health had",
                "ever been established in connection with the prohibition on removal."
            ],
            [
                "67. Section 28 is clearly designed to protect the legitimate",
                "interests of children when a care order is lifted. The Court has also",
                "found (see paragraph 62 above) that there is nothing to suggest that",
                "the prohibition on removal was not imposed in accordance with this",
                "section. It accordingly concludes that that measure did have the aims",
                "Although the Court has found that the restrictions on access had no",
                "basis in domestic law (see paragraph 65 above), it does not doubt that",
                "they were imposed with the legitimate aims of protecting Lisa's health",
                "4. \"Necessary in a democratic society\""
            ],
            [
                "68. It has also to be considered whether the measures at issue",
                "could be regarded as \"necessary in a democratic society\". The",
                "Government maintained that this requirement was met, but the",
                "Commission came to the conclusion that this was not the case."
            ],
            [
                "69. The notion of necessity implies that the interference must be",
                "proportionate to the legitimate aim pursued; in determining whether an",
                "interference is \"necessary in a democratic society\", the Court will",
                "take into account that a margin of appreciation is left to the",
                "Contracting States (see, amongst many authorities, the above-mentioned",
                "Olsson judgment, Series A no. 130, pp. 31-32, para. 67)."
            ],
            [
                "70. The original decision to prohibit Mrs Eriksson from removing",
                "her daughter from the foster home may well, in the circumstances of",
                "the case and having regard to the margin of appreciation accorded to",
                "the Contracting States in this area, be said to satisfy this"
            ],
            [
                "71. In cases like the present a mother's right to respect for",
                "family life under Article 8 (art. 8) includes a right to the",
                "taking of measures with a view to her being reunited with her child.",
                "The care order had been lifted, and there was no doubt as to the",
                "suitability of Mrs Eriksson to take care of children or of the",
                "conditions in her home (see paragraph 20 above). The Social Council's",
                "decision of 21 January 1983 (see paragraph 12 (c) above) made it clear",
                "that once the care order was no longer in force, the aim was the",
                "reuniting of parent and child. Furthermore the Supreme Administrative",
                "Court stated, in its judgment of 11 October 1984 (see paragraph 22",
                "above), that \"[i]rrespective of the duration of the prohibition, the",
                "[Social Council] is obliged to see to it that appropriate measures",
                "aimed at reuniting parents and child are taken without delay\".",
                "However, it appears that under Swedish law Mrs Eriksson did not, after",
                "the lifting of the care order, have any enforceable visiting rights",
                "while the prohibition on removal was in force. Furthermore, and in",
                "particular on account of the restrictions on access, she was in fact",
                "denied the opportunity to meet with her daughter to an extent and in",
                "circumstances likely to promote the aim of reuniting them or even the",
                "positive development of their relationship. In this situation she has",
                "not been able to have the prohibition on removal lifted. The",
                "resulting stress on the relations between the applicants and the",
                "uncertainty with regard to Lisa's future have already continued for",
                "more than six years, causing great anguish to both applicants.",
                "The Government admitted that the system as implemented had failed on",
                "this occasion, but argued that situations such as the present could",
                "not be prevented whatever system would have been applied, as all",
                "depended on the persons involved. The Court recognises that",
                "difficulties may arise in consequence of the termination of public",
                "care of young children, especially where the child has been taken into",
                "care at a very young age and has spent many years away from his",
                "natural parents' home. However, the unsatisfactory situation that has",
                "ensued in the present case seems to a large extent to stem from the",
                "failure to ensure any meaningful access between mother and daughter",
                "Having regard to the foregoing and notwithstanding Sweden's margin of",
                "appreciation, the Court concludes that the severe and lasting",
                "restrictions on access combined with the long duration of the",
                "prohibition on removal are not proportionate to the legitimate aims"
            ],
            [
                "72. Accordingly, Article 8 (art. 8) of the Convention has been",
                "B. ALLEGED VIOLATIONS OF ARTICLE 6 PARA. 1 (art. 6-1) OF THE CONVENTION"
            ],
            [
                "73. Mrs Eriksson also complained of a number of violations of",
                "Article 6 para. 1 (art. 6-1) of the Convention, which reads:",
                "\"In the determination of his civil rights and obligations ... everyone",
                "is entitled to a fair and public hearing within a reasonable time by",
                "an independent and impartial tribunal established by law. ...\"",
                "Before the Court, the Government maintained that there had been no",
                "such violations, although they withdrew their initial plea that this",
                "Article (art. 6-1) was not applicable.",
                "1. Proceedings concerning the prohibition on removal",
                "(a) Fairness of the proceedings"
            ],
            [
                "74. Mrs Eriksson submitted in essence that the administrative",
                "court proceedings following her first challenge of the prohibition on",
                "removal (see paragraphs 15-22 above) were unfair since she was at a",
                "disadvantage compared with the social authorities and the foster",
                "parents, who had Lisa under their control and were therefore able to",
                "She also complained that the administrative courts took their",
                "decisions without having before them any opinion from an independent",
                "medical expert, and that she was herself unable to challenge the",
                "evaluations by the Social Council's experts as she was allegedly not",
                "allowed to have her daughter examined by an expert of her own choice."
            ],
            [
                "75. The first of the above complaints relates not to the fairness",
                "of the proceedings, but to the factual situation in the case. As",
                "regards the second complaint, the Court is satisfied from the",
                "information before it that proper steps were taken to obtain",
                "sufficient expert medical opinion for the purposes of the proceedings.",
                "Considering the proceedings as a whole, the Court concludes, like the",
                "Commission, that they were not incompatible with Article 6 para. 1"
            ],
            [
                "76. Mrs Eriksson further claimed that the first set of proceedings",
                "(see paragraphs 15-22 above) had not been concluded within a"
            ],
            [
                "77. The period to be taken into consideration for this purpose is",
                "approximately 20 months. The Court agrees with the Commission that",
                "the duration of these proceedings, at three levels of jurisdiction, is",
                "not excessive for the purposes of Article 6 para. 1 (art. 6-1)."
            ],
            [
                "78. Mrs Eriksson claimed that there was a further violation of her",
                "right to access to the courts in the second set of proceedings, in",
                "that she was allegedly forced by the Social Council to withdraw her",
                "appeal against its decision of 18 January 1985 (see paragraphs 23-25"
            ],
            [
                "79. The material before the Court does not substantiate this",
                "allegation, which was contested by the Government. Besides, the",
                "applicant has not brought any complaint before any Swedish authority",
                "empowered to examine matters of this kind. No violation of",
                "Article 6 para. 1 (art. 6-1) on this point has therefore been established.",
                "2. Judicial review of the restrictions on access"
            ],
            [
                "80. Mrs Eriksson asserted that she did not have any remedy before",
                "a court with regard to the restrictions imposed on her access to Lisa.",
                "In its decision of 18 July 1988 in the Olsson case, the Supreme",
                "Administrative Court held that no administrative appeal lay against a",
                "decision by the Social Council to restrict access (see paragraph 45",
                "above). The Government admitted that this was so, but submitted that",
                "Mrs Eriksson could have had a court review of the reasons underlying",
                "the restrictions by challenging the prohibition on removal or by",
                "requesting the return of her child under Chapter 21, section 7, of the",
                "Parental Code. In their opinion, the question of access was so",
                "closely connected to the question where the child should remain and",
                "for how long, that the two questions were really elements of the same"
            ],
            [
                "81. Like the Commission, the Court is unable to accept this",
                "argument. Especially in cases of the present kind, the question of",
                "access is quite distinct from the question of whether or not to uphold",
                "the prohibition on removal (see, mutatis mutandis, the W v. the United",
                "Kingdom judgment of 8 July 1987, Series A no. 121-A, pp. 35-36, para. 81):",
                "only if sufficient access is first permitted will there be real",
                "possibilities of having the prohibition on removal lifted. The",
                "recourse available in the administrative courts in the form of a",
                "challenge to the prohibition on removal is thus not sufficient for the",
                "purpose of the mother's claim for access rights. An application under",
                "section 7 of Chapter 21 of the Parental Code must also be considered",
                "irrelevant for this purpose, as such an application will in principle",
                "succeed only in the same circumstances as a challenge to a prohibition",
                "on removal (see paragraph 49 above)."
            ],
            [
                "82. There has accordingly been a violation of Article 6",
                "C. ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 1 (P1-2)"
            ],
            [
                "83. Mrs Eriksson submitted that there was a violation of Article 2",
                "of Protocol No. 1 (P1-2) to the Convention as the prohibition on",
                "removal and the restrictions on access prevented her from giving her",
                "daughter an education according to the beliefs of the Pentecostal",
                "movement. The relevant part of Article 2 (P1-2) reads:",
                "\"In the exercise of any functions which it assumes in relation to",
                "education and to teaching, the State shall respect the right of",
                "parents to ensure such education and teaching in conformity with their",
                "own religious and philosophical convictions.\"",
                "This claim was contested by the Government and rejected by the"
            ],
            [
                "84. Lisa was taken into care and placed in the foster home, where",
                "she has lived ever since, before her mother's religious conversion and",
                "it does not appear from the material before the Court that the",
                "question of Lisa's religious upbringing was ever pursued before the",
                "In these circumstances, the Court concludes that the mother's",
                "D. ALLEGED VIOLATIONS OF ARTICLE 13 (art. 13) OF THE CONVENTION"
            ],
            [
                "85. Mrs Eriksson contended that there were also violations of",
                "Article 13 (art. 13) of the Convention, which reads:",
                "\"Everyone whose rights and freedoms as set forth in [the] Convention",
                "are violated shall have an effective remedy before a national",
                "authority notwithstanding that the violation has been committed by",
                "persons acting in an official capacity.\"",
                "The Government contested this claim."
            ],
            [
                "86. Mrs Eriksson complained in the first place of the lack of any",
                "remedies against the restrictions on access imposed on her.",
                "Having regard to its conclusion under Article 6 para. 1 (art. 6-1)",
                "(see paragraph 82 above), the Court does not consider it necessary to",
                "examine this aspect of the case also under Article 13 (art. 13)."
            ],
            [
                "87. The applicant further claimed that no remedy was available to",
                "her in respect of the alleged breach of Article 2 of Protocol No. 1",
                "In the circumstances of the case (see paragraph 84 above), she cannot",
                "be said to have an arguable claim on this point for the purposes of",
                "Article 13 (art. 13), which provision has therefore not been violated."
            ],
            [
                "88. Mrs Eriksson, acting as her daughter's legal guardian and",
                "natural parent, also alleged that Lisa had been the victim of the same",
                "violations as she claimed that she herself had suffered.",
                "The Government questioned whether Mrs Eriksson could properly",
                "represent her daughter, in view of their conflicting interests.",
                "However, they have raised no formal objection and the Court does not",
                "consider that this point is one which prevents it from examining the",
                "complaints put forward on Lisa's behalf.",
                "A. ALLEGED VIOLATION OF ARTICLE 8 (art. 8) OF THE CONVENTION"
            ],
            [
                "89. The factual and legal situation concerning the possibilities",
                "for the applicants to meet and develop their relationship with a view",
                "to being reunited constitutes an interference with Lisa's right to",
                "respect for family life as well as with the mother's and, for the",
                "reasons given in paragraphs 65 and 71 above, in particular the",
                "uncertainty regarding Lisa's future, there has been a violation of",
                "Article 8 (art. 8) also in respect of her.",
                "B. ALLEGED VIOLATIONS OF ARTICLE 6 PARA. 1 (art. 6-1) OF THE CONVENTION"
            ],
            [
                "90. In its report, the Commission found that the daughter could",
                "not be considered to be a victim of the alleged violations of",
                "Article 6 para. 1 (art. 6-1). Before the Court, neither the Government",
                "nor the Delegate of the Commission dealt with these issues."
            ],
            [
                "91. In the proceedings relating to the prohibition on removal (see",
                "paragraphs 74-79 above), Lisa was never formally a party. The Court",
                "does not find it necessary to decide whether Article 6 para. 1 (art. 6-1)",
                "is applicable also to the complaints put forward on her behalf",
                "concerning these proceedings: it has found above (see paragraphs 75,",
                "77 and 79) that their conduct did not violate this Article",
                "(art. 6-1) with regard to the mother and there is nothing before the",
                "Court that could warrant a different conclusion in respect of the"
            ],
            [
                "92. As regards the lack of any court remedy to challenge the",
                "decisions concerning access, Article 6 para. 1 (art. 6-1) applies in the",
                "present case to the daughter in the same way as it applies to the",
                "mother (see paragraph 73 above).",
                "For the same reasons as set forth in paragraphs 80-81 above, there has",
                "accordingly been a violation of this Article (art. 6-1) on this point",
                "in the case of the daughter too.",
                "C. ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 1 (P1-2), TAKEN ALONE OR",
                "TOGETHER WITH ARTICLE 13 OF THE CONVENTION (art. 13+P1-2)"
            ],
            [
                "93. The complaint under Article 2 of Protocol No. 1 (P1-2)",
                "is based only on its second sentence, which guarantees a right of",
                "parents, and not on the first, which states that \"no person shall be",
                "denied the right to education\". Lisa therefore cannot claim to be the",
                "victim of the alleged violation of Article 2 (P1-2), taken alone",
                "or together with Article 13 (art. 13+P1-2) of the Convention.",
                "D. ALLEGED VIOLATION OF ARTICLE 13 TAKEN IN CONJUNCTION WITH",
                "ARTICLE 6 PARA. 1 OF THE CONVENTION (art. 13+6-1)"
            ],
            [
                "94. Having regard to its conclusion regarding Article 6 para. 1",
                "(art. 6-1) (see paragraph 92 above), the Court does not consider it",
                "necessary to examine under Article 13 (art. 13) the complaint",
                "regarding the lack of any court remedy in respect of the restrictions",
                "IV. APPLICATION OF ARTICLE 50 (art. 50) OF THE CONVENTION"
            ],
            [
                "95. Under Article 50 (art. 50) of the Convention,",
                "\"If the Court finds that a decision or a measure taken by a legal",
                "authority or any other authority of a High Contracting Party is",
                "completely or partially in conflict with the obligations arising from",
                "the ... Convention, and if the internal law of the said Party allows",
                "only partial reparation to be made for the consequences of this",
                "decision or measure, the decision of the Court shall, if necessary,",
                "afford just satisfaction to the injured party.\""
            ],
            [
                "96. The applicants sought under this provision 5,000,000 Swedish",
                "Crowns (SEK) each for non-pecuniary damage, which claim both the",
                "Government and the delegate of the Commission considered excessive."
            ],
            [
                "97. There can be no doubt, in the Court's view, that both",
                "applicants have for a long time suffered substantial anxiety and",
                "distress as a result of the violations found in the present case. In",
                "addition, the mother has been exposed to much embarrassment and has",
                "had to devote much time and effort to trying to bring about such",
                "conditions regarding her contacts with her daughter as would be likely",
                "to promote the aim of reuniting them."
            ],
            [
                "98. These various factors do not readily lend themselves to",
                "precise quantification. Making an assessment on an equitable basis,",
                "as is required by Article 50 (art. 50), the Court awards Mrs Eriksson",
                "200,000 SEK and her daughter Lisa 100,000 SEK for non-pecuniary"
            ],
            [
                "99. Mrs Eriksson also claimed 270,000 SEK for 300 hours' work",
                "performed by the lawyer, Mrs Westerberg, in the proceedings before the",
                "The Government questioned whether all the 300 hours' work had really",
                "been necessary, especially since Mrs Westerberg was well acquainted",
                "with the case as a result of the domestic proceedings. With regard to",
                "the hourly rate charged, they accepted as reasonable only 700 SEK, as",
                "against 900 SEK claimed. The Delegate of the Commission made no"
            ],
            [
                "100. Taking into account the relevant legal aid payments made by",
                "the Council of Europe and making an assessment on an equitable basis,",
                "the Court considers that Mrs Eriksson is entitled to be reimbursed,",
                "for legal fees and expenses, the sum of 100,000 SEK.",
                "1. Holds unanimously that there have been violations of Article 8"
            ]
        ],
        "id": 1
    },
    {
        "query": [
            "Dreptul la instruire",
            "Respectarea drepturilor părintești",
            "Posibilitatea obținerii unei scutiri"
        ],
        "case_name": "CASE OF PAPAGEORGIOU AND OTHERS v. GREECE",
        "relevant_paragrpahs": [
            [
                "88. Although the first two applicants in application no. 4762/18 and the first applicant in application no. 6140/18 were under no obligation to disclose their religious convictions, requiring them to submit a solemn declaration amounted to forcing them to adopt behaviour from which it might be inferred that they themselves and their children hold – or do not hold – any specific religious beliefs (see, mutatis mutandis, Alexandridis, cited above, § 38, and Dimitras and Others v. Greece, nos.42837/06, 3237/07, 3269/07, 35793/07 et 6099/08, § 78, 3 June 2010)."
            ]
        ],
        "paragraph_numbers": [
            88
        ],
        "link": "https://hudoc.echr.coe.int/fre?i=001-197254",
        "all_paragraphs": [
            [
                "1. The case originated in two applications (nos. 4762/18 and 6140/18) against the Hellenic Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Greek nationals (“the applicants”), whose name appear in the annexed list, on 5 and 8 January 2018 respectively."
            ],
            [
                "2. The applicants were represented by Mr V. Sotiropoulos, a lawyer practising in Athens. The Greek Government (“the Government”) were represented by their Agent’s delegates, Mr K. Georghiadis, Senior Advisor to the State Legal Council, and Mrs A. Magrippi, Legal Assistant at the State Legal Council."
            ],
            [
                "3. The applicants alleged violations of Articles 8, 9 and 14 of the Convention and of Article 2 of Protocol No. 1."
            ],
            [
                "4. On 26 March 2018 notice of the applications was given to the Government."
            ],
            [
                "5. On 31 May and 14 June 2018, under Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court, the Vice-President of the Section granted the National Secular Society, the Greek Helsinki Monitor and the Grassrootsmobilise Research Programme based at ELIAMEP leave to intervene as third parties in the proceedings."
            ],
            [
                "6. The first two applicants in application no. 4762/18 are the parents of the third applicant, a school student who at the time of the application (during the school year 2017/18) was in the third and final grade of the General High School on the small island of Milos. The first applicant in application no. 6140/18 is the mother of the second applicant, a school student who at the time of the application was in the fourth grade of the only primary school on the small island of Sifnos."
            ],
            [
                "7. The first two applicants in application no. 4762/18 and the first applicant in application no. 6140/18 never submitted, on behalf of their respective children, any application for exemption, either for the school year 2017/18 or for any of the previous school years, from the religious education course to be taught at each grade. Furthermore, they never took any legal action, by filing an application for annulment with the Supreme Administrative Court, against the circular of the Ministry of Education, Research and Religious Affairs dated 23 January 2015, which sets out the procedure for exemption from the religious education course."
            ],
            [
                "8. However, in relation to two further decisions of the Minister of Education, Research and Religious Affairs, entitled “General and vocational high school religious education programme”, dated 13 June 2017, and “Primary and middle school religious education programme”, dated 16 June 2017, the applicants in both applications filed an application with the Supreme Administrative Court for annulment on 12 July 2017 – about two months before the start of the school year 2017/18 and during the courts’ summer recess between 1 July and 15 September. They challenged these decisions on the grounds that they did not provide for an objective, critical and pluralist religious education course that would not need the exemption procedure since it would involve all students, not because of a legal obligation, but because it would not harm their religious beliefs."
            ],
            [
                "9. In their applications, the applicants also extensively argued that the procedure for exemption from the religious education course, as established by the above-mentioned circular, was contrary to Articles 8, 9 and 14 of the Convention."
            ],
            [
                "10. On 12 and 24 July 2017 the applicants asked to have their cases examined by the Holidays Section under the urgent procedure, in accordance with Article 11 of Presidential Decree no. 18/1986, before the start of the new school year 2017/18 on 11 September 2017. However, the Supreme Administrative Court dismissed the requests for lack of importance."
            ],
            [
                "11. The application for annulment was scheduled to be heard before the Third Section on 12 October 2017. The hearing was adjourned several times and rescheduled to take place on 9 November 2017, 14 December 2017, 8 February 2018, 22 March 2018, 19 April 2018, 4 May 2018, 1 June 2018 and 21 September 2018."
            ],
            [
                "12. The Government submitted that the Third Section had adjourned the hearing because it had anticipated the issuance of judgments by the Plenary on two applications for the annulment of two ministerial decisions regarding the primary, middle and high school religious education programme which had become effective as from the school year 2016/17. The applicants contended that in the decisions postponing the hearing, the Third Section had not mentioned the reason alleged by the Government and could not have done so since the other cases had involved other parties and concerned the curriculum for the school year 2016/17."
            ],
            [
                "13. The Supreme Administrative Court, sitting in plenary, published judgments no. 660/2018 (concerning the primary and middle school religious education programme for the school year 2016/17) and no. 926/2018 (concerning the high school religious education programme for the school year 2016/17) in the above-mentioned cases on 20 March 2018, following an appeal led by the Greek Orthodox metropolitan bishop of Pireus, who had challenged the implementation of the reform of religious education classes proposed in the programme. The Plenary held that the ministerial decisions were contrary to Article 4 § 1, Article 13 § 1 and Article 16 § 2 of the Constitution, Article 2 of Protocol No. 1 to the Convention, and Article 14 taken in conjunction with Article 9 of the Convention, as they deprived students abiding by the Orthodox Christian dogma of the right to be exclusively taught the dogmas, moral values and traditions of the Eastern Orthodox Church."
            ],
            [
                "14. Following publication of the above-mentioned judgments, the applicants’ application for annulment was struck off the list of the Third Section of the Supreme Administrative Court and brought for a hearing before its Grand Chamber on 4 May 2018. The application was subsequently adjourned anew and scheduled to be heard on 21 September 2018 before the Plenary due to its importance, so that it could be heard jointly with another two applications for annulment lodged by other individuals against the same ministerial decisions as those challenged by the applicants. The other applications, brought by parents of students, a theology teacher, a diocese, a metropolitan bishop and an association, requested the annulment of the same ministerial decisions and syllabuses, but on grounds that were diametrically opposed to those relied on by the applicants. In these applications, the applicants, identifying their religious affiliation as Orthodox Christian, complained, inter alia, that the disputed new religious education programme for the school year 2017/18 sought to “transform the course from an Orthodox confessional one into a ‘religiology’ course ( θρησκειολογικό )”, in breach of Articles 4 and 13 of the Constitution and the applicable relevant legislation."
            ],
            [
                "15. The Church of Greece intervened before the Supreme Administrative Court. In their intervention, the Church of Greece stated that their representatives had visited the official State committee six times during the drafting of the new religious education course. They also stated that they wanted the course to be of a confessional nature, as ruled by the Supreme Administrative Court in its judgment no. 660/2018.",
                "RELEVANT DOMESTIC LAW AND PRACTICEThe Constitution"
            ],
            [
                "16. The relevant Articles of the Constitution read as follows:",
                "“The dominant religion in Greece is that of the Eastern Orthodox Church ....”",
                "“All Greeks are equal before the law.”",
                "“Freedom of conscience in religious matters is inviolable. The enjoyment of personal and political rights shall not depend on an individual’s religious beliefs.",
                "“Education constitutes a basic mission for the State and shall aim at the moral, intellectual, professional and physical training of Greeks, the development of national and religious conscience and at their formation as free and responsible citizens.”"
            ],
            [
                "17. The current Law on Education (Law no. 1566/1985 – “the Education Act”) states that the course entitled “Orthodox Christian Instruction” is mandatory for all schoolchildren throughout primary and secondary education and includes the objective that students should be helped:",
                "“[to] develop into free, responsible, democratic citizens ... in whom is instilled faith in their homeland and the genuine elements of Orthodox Christian tradition. Freedom of their religious conscience is inviolable.”"
            ],
            [
                "18. Section 22 of Law no. 344/1976 on civil status reads as follows:",
                "“1. A birth certificate ... shall contain:",
                "b. the place, time, day, month and year of birth.",
                "c. the sex of the infant and his or her birth order.",
                "e. the name, surname, nationality, religion, occupation, residence and registration details in the parents’ register ...”"
            ],
            [
                "19. Parents must provide a copy of their child’s birth certificate to the school. “Religion” as a subject is compulsory in primary, middle and high school, as well as in certificates of studies, under the relevant ministerial decisions."
            ],
            [
                "20. The relevant sections of Law no. 1599/1986 on relations between the State and its citizens provide as follows:",
                "Section 8  Solemn Declaration ( Υπεύθυνη δήλωση )",
                "“1. Facts or elements not evidenced by an identity card or the corresponding documents referred to in section 6 may be brought before any public authority or department with a solemn declaration ...",
                "4. Public sector services which are subject to a solemn declaration can check their accuracy by verifying them against the records of other services.”",
                "Section 22(6)  False Solemn Declaration",
                "“Any person knowingly declaring false facts or denying or concealing the truth with a written statement under section 8 shall be punished by imprisonment of at least three months ...”"
            ],
            [
                "21. Article 37 of the Code of Criminal Procedure reads as follows:",
                "“1. Investigating officials shall promptly inform the competent public prosecutor of any information that they have received in any way whatsoever of an offence [subject to public prosecution].",
                "2. Other civil servants, as well those to whom the exercise of a public service has been assigned temporarily, are under the same obligation for the offences referred to in paragraph 1 if they have been informed of them in the exercise of their duties.”"
            ],
            [
                "22. Section 105 of the Introductory Law to the Civil Code reads as follows:",
                "“The State shall be under a duty to make good any damage caused by the unlawful acts or omissions of its organs in the exercise of public authority, except where the unlawful act or omission is in breach of an existing provision but is intended to serve the public interest. The person responsible and the State shall be jointly and severally liable, without prejudice to the special provisions on ministerial responsibility.”"
            ],
            [
                "23. The “New School” programme was introduced in 2011 by the Minister of Education and Religious Affairs and brought about a series of reforms to the curriculum. In particular, in relation to religion, it sought to introduce a more open and pluralistic approach to its teaching, to reflect the increased religious diversity in Greece following mass immigration into the country. Due to political and social tension over the potential change to religious education classes, the “New School” programme was not formally implemented until the 2017/18 school year. In religious education, the programme included studying the Christian traditions of Europe as well as Judaism, Islam, Hinduism, Buddhism, Taoism and Confucianism, with a special focus on Judaism and Islam."
            ],
            [
                "24. The sole Article of ministerial decision no. 99058 entitled “General and vocational high school religious education programme” sets out the objectives, teaching hours and methods of teaching of the religious education course as follows:",
                "“1. General objectives of high school religious education",
                "The design of the new high school religious education programme takes into account:",
                "- The general and specific objectives of education, in line with the existing legal framework, which is based on the Greek Constitution and the basic laws on education. ...",
                "- The scientific recommendations of modern religious teaching, combined with new theories of learning and teaching methodology.",
                "- The pedagogical characteristics of teenage students ...",
                "- The educational orientation and contents of the new primary and middle school religious education programme.",
                "- The prevailing local religious tradition as a fundamental pillar of students’ religious literacy and its wider religious and cultural framework.",
                "- The complexity of the contemporary social and cultural fabric, as formed at local, European and global level, and the specific learning and educational needs arising therefrom.",
                "Therefore, the objectives of high school religious education are:",
                "(a) to develop personal identity, with inputs from religiousness and its critical understanding, whether one is religiously affiliated or not. The perception of self-image and the role of the self in relation to others are important in adolescence and determine adulthood. Personal identity and the emergence of personality depend on “religious conscience”, which the school nurtures freely mainly through religious education. This brings into play the moral development and behaviour of the teenager, since religious education involves an acquaintance with the diverse and complex phenomenon of religion and discusses the moral and existential questions of teenage students ...",
                "(b) to foster humanitarian and Hellenic education ...",
                "(c) religious literacy ... Knowledge of the framework that generates and shapes the concepts, as well as of their cultural content, is the essence of religious literacy, which is part of multiculturalism in education ...",
                "(d) critical religiousness, in the sense of development of holistic intelligence in the education process, in which mind and heart participate and which shapes humans with a “living desire” for justice and democracy. Since man is by nature a being that believes, religious education enables him to “believe well”.",
                "(e) acquaintance and communication with the “other”. The student becomes familiar with the multicultural society he or she lives in, becomes aware of its religious elements, as well as the multiplicity of his/her personal identity and its developmental dynamics in its collective and social manifestations ...",
                "(f) socialisation, not as passive adoption of the social system but as process of individualisation based on the relationship between personality development and social inclusion ...",
                "(g) developing a learning community ... Religious education, through the pedagogical and teaching method as well as its theological content, has great potential to radically promote the creation and development of a community, which, as a concept, is related to the faith and tradition of the country ...”"
            ],
            [
                "25. The sole Article of ministerial decision no. 101470 entitled “Primary and middle school religious education programme” sets out the objectives, teaching hours and methods of teaching of the religious education course as follows:",
                "In particular, it is recognised that the religious [education] course needs to:",
                "- provide knowledge and understanding of religious beliefs and experiences;",
                "- gear students’ interest towards the variety of religious approaches and moral beliefs inherent in religious experiences; and",
                "- encourage students to become sensitive to religion and religious aspects of life.",
                "This approach, despite doing away with obsolete practices of confessional exceptionalism, does not give the religious education course a phenomenological cognitive orientation, or make it a formal religiological subject that does not meet the pedagogical characteristics, deeper questions and real interests of students ...",
                "Ultimately, this view of the religious education course emphatically raises the question of religious literacy as a crucial aspect of religious education, which contributes to producing citizens with religious consciousness, open to dialogue and diversity. This religious literacy is based on the rules of pedagogical and scientific knowledge and aims at the critical development of students’ religious conscience through the knowledge, values and attitudes it provides about religions and faiths, applying an explorative, interpretative and interactive learning approach.",
                "2. Organisation of the religious education course",
                "The present proposal concerns a course that, while maintaining its traditional cognitive and pedagogical character, also opens up to the Christian traditions of Europe and other religions. By providing the orientations of this course, we are developing a programme that starts from, and focuses on, the country’s religious tradition, the tradition of the Orthodox Church, as embodied in the cultural monuments of the country. Every student, regardless of religious identity, needs to know the religion of their country of origin or domicile. This is the first and main orientation of the course. The second includes a basic acquaintance with the major Christian traditions in Europe and the world beyond Orthodoxy, such as Roman Catholicism and Protestantism with its main confessions. The third orientation includes elements from major religions beyond Christianity, especially those of most interest to Greek society, namely the monotheistic traditions of Judaism and Islam, as well as religions that occasionally present increased interest. Therefore, it is a broader, theologically documented course that examines in an explorative, critical and dialectical manner the contribution of each religious tradition to civilisation, aiming at promoting religious literacy and students’ awareness of, and speculation about, their own religious beliefs and how these are reflected in the dynamics of social relations. Certainly, it would not be possible for the Greek school not to have a strong focus on Orthodox theology and tradition, which through the religious education course is called on to go even beyond modernity, accepting pluralism and diversity, without however underrating, relativising or abandoning its self-consciousness ... In conclusion, the new programme promotes a religious education proposal that is pedagogically sensitive, has realistic learning objectives, and is flexible and multivalent, based on the applicable legislative framework and meeting modern social needs. It focuses on Orthodox tradition but differs from indoctrination, striking a fair balance between native tradition and otherness, while not turning religious education into a religiology course.",
                "3. [The] general aims and orientations of the religious education course [are]:",
                "1. to build a solid educational background in Christianity and Orthodoxy both as the cultural tradition of Greece and Europe and as a living source of inspiration, faith, morality and meaning ...",
                "2. to provide students, regardless of religious affiliation, with satisfactory knowledge of the nature and the role of the phenomenon of religion, both as a whole and in its various manifestations ...",
                "These general aims of the religious education course may be specified in the following educational orientations and objectives/priorities:",
                "1. critically understanding the doctrinal, cultic, existential and cultural expressions of the Orthodox Church, other major Christian confessions, as well as other religions;",
                "2. highlighting the universal values of both Christianity and the other religions of the world;",
                "4. approaching religious faith in general and Christianity in particular through multiple criteria;",
                "9. respecting everyone’s right to freedom of religion, quest [for religion] and religious self-determination;",
                "10. recognising and respecting each student’s religious and cultural origins;"
            ],
            [
                "26. Furthermore, two circulars of the Ministry of Education, Research and Religious Affairs, dated 9 and 20 October 2017 respectively, provided detailed teaching instructions concerning the religious education course in high schools and primary schools for the school year 2017/18.",
                "Circular of 23 January 2015 on exemption from the religious education course"
            ],
            [
                "27. The circular of the same Ministry dated 23 January 2015 sets out the procedure for exemption from the religious education course as follows:",
                "“The religious education course is compulsory for all students (Article 16 § 2 of the Constitution). [It] is taught in primary and middle schools in accordance with the official syllabuses, pursues the general objectives of education and is addressed to all students. However, non-Orthodox Christian students, [that is to say] students with different religious or doctrinal affiliation or non-religious students, who rely on grounds of religious conscience, may be exempted from attending this course.",
                "Therefore, exemption from the religious education course is legally granted solely to protect freedom of religious conscience, as enshrined in the Constitution and described in the relevant laws and judgments of the Greek and international courts.",
                "Because there have been abuses of the right to exemption from the religious education course on grounds not associated with freedom of religious conscience, the attention of school principals is drawn to the need to verify the documentation [in support of] the grounds relied on by those seeking exemption, cautioning them about the seriousness of the solemn declaration they have filed, before granting the legal exemption to the student concerned, always within the prescribed time-limits.",
                "It is necessary for the teacher to countersign the solemn declaration, so that he or she knows which students will be attending the religious education course.",
                "Students exempted from the religious education course shall have no right to remain in the classroom during the teaching of the course and may under no circumstances roam inside or outside the school premises or be unjustifiably absent; they shall instead engage in the tasks indicated in this circular.",
                "Exemption from the religious education course shall be granted following submission of a solemn declaration under Law 1599/1986 by the student him or herself, if he or she is [over the age of majority], or by both his or her parents (if he or she is a minor), stating that the student is not an Orthodox Christian and therefore relies on grounds of religious conscience, without being required to disclose their religious affiliation, unless they wish to do so.”"
            ],
            [
                "28. In February 2015 the Atheist Union, relying on the judgment in the case of Alexandridis v. Greece (no. 19516/06, 21 February 2008), requested the Hellenic Data Protection Authority’s intervention as regards the above circular to protect the rights of parents who, for reasons of conscience, wished their children to be granted an exemption. In August 2015 the Hellenic Data Protection Authority stated that since no religious or non-religious justification had to be provided in the exemption form, the current procedure did not violate Law no. 2472/1997 on the protection of the personal information of students."
            ],
            [
                "29. On 25 September 2015 the then Alternate Minister of Education announced her intention to simplify the exemption process, adding that parents should be allowed to simply ask for their children not to attend religious education classes, with no reference – either positive or negative – to their religion. Following the reaction of the Archbishop of Greece, however, the Alternate Minister revoked her position. The above exemption procedure was maintained in force by Article 25 § 3 of a decision of the Minister of Education, Research and Religious Affairs dated 23 January 2018."
            ],
            [
                "30. According to information provided by the Government, this right of exemption was exercised by 2,467 high school students and 799 primary school students during the school year 2015/16, 4,703 high school students and 978 primary school students during the school year 2016/17 and 2,859 high school students and 876 primary school students during the school year 2017/18."
            ],
            [
                "31. Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                "ALLEGED VIOLATIONS OF ARTICLES 8 AND 9 OF THE CONVENTION AND ARTICLE 2 OF PROTOCOL No. 1, READ IN CONJUNCTION WITH ARTICLE 14 OF THE CONVENTION"
            ],
            [
                "32. The first two applicants in application no. 4762/18 and the first applicant in application no. 6140/18 complained that they were obliged to submit a solemn declaration declaring that their daughters, the third applicant in application no. 4762/18 and the second applicant in application no. 6140/18, were not Orthodox Christians, in order for the latter to be exempted from the religious education course. They also complained that such declarations had to be kept with the school records and that the school principal had to enquire as to whether their content was true. They alleged that the third applicant in application no. 4762/18 and the second applicant in application no. 6140/18 had been victims of violations of Article 9 of the Convention taken in conjunction with Article 14. They also alleged that the requirement for them to solemnly declare that the third applicant in application no. 4762/18 and the second applicant in application no. 6140/18 were not Orthodox Christians in order to have them exempted from the religious education course and the retention of these declarations in the school archives constituted an unacceptable interference with their private life, as protected under Article 8 of the Convention."
            ],
            [
                "33. The applicants also complained that in exercising its functions in matters of education and teaching, the State had not ensured that the information included in the religious education programme for the school year 2017/18 would be spread (a) in an objective, critical and pluralistic manner, in conformity with the first sentence of Article 2 of Protocol No. 1 with respect to the third applicant in application no. 4762/18 and to the second applicant in application no. 6140/18, and (b) in conformity with their parents’ religious and philosophical convictions (second sentence of Article 2)."
            ],
            [
                "34. The above-mentioned Articles read as follows:",
                "“1. Everyone has the right to respect for his private life ....",
                "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                "\"1. Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                "2. Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.\"",
                "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as ... religion ....”",
                "“No person shall be denied the right to education. In the exercise of any functions which it assumes in relation to education and to teaching, the State shall respect the right of parents to ensure such education and teaching in conformity with their own religious and philosophical convictions.”",
                "Preliminary remarks and method followed"
            ],
            [
                "35. The Court emphasises that, by its very nature, the substantive content of Article 9 of the Convention may sometimes overlap with the content of other provisions of the Convention; in other words, one and the same complaint submitted to the Court can sometimes come under more than one Article. In such cases, the Court usually opts to assess the complaint solely under the Article which it considers most relevant in the light of the specific circumstances of the case; however, in so doing, it also bears the other Article(s) in mind and interprets the Article which it has opted to consider in the light of the latter."
            ],
            [
                "36. The Court has chosen to consider cases solely under Article 2 of Protocol No. 1, for example as regards the administration of compulsory classes in religious culture and morals in State schools, and the restricted opportunities for administering such classes (see Mansur Yalçın and Others v. Turkey, no. 21163/11, 16 September 2014), or a refusal to exempt a State school pupil whose family was of the Alevi faith from mandatory lessons in religion and morals (see Hasan and Elyem Zengin v. Turkey, no. 1448/04, 9 October 2007), or again a refusal by educational authorities to grant children complete exemption from compulsory classes on Christianity (see Folgerø and Others v. Norway [GC], no. 15472/02, ECHR 2007)."
            ],
            [
                "37. In the field of education and teaching, Article 2 of Protocol No. 1 is basically a lex specialis in relation to Article 9 of the Convention. This applies at least where, as in the present case, the issue at stake is the obligation on the Contracting States – as set out in the second sentence of this Article – to respect, in the exercise of any functions which they assume in relation to education and teaching, the right of parents to ensure such education and teaching in conformity with their own religious and philosophical convictions (see Osmanoğlu and Kocabaş v. Switzerland, no. 29086/12, § 90, 10 January 2017, and Lautsi and Others v. Italy [GC], no. 30814/06, § 59, ECHR 2011)."
            ],
            [
                "38. The complaints in question in the present case should therefore be examined mainly from the standpoint of the second sentence of Article 2 of Protocol No. 1."
            ],
            [
                "39. Nevertheless, that provision should be read in the light not only of the first sentence of the same Article, but also, in particular, of Article 9 of the Convention (see, for example, Folgerø, cited above, § 84), which guarantees freedom of thought, conscience and religion, including the freedom not to belong to a religion, and which imposes on Contracting States a “duty of neutrality and impartiality”. When read as it should be in the light of Article 9 of the Convention and the second sentence of Article 2 of Protocol No. 1, the first sentence of that provision guarantees schoolchildren the right to education in a form which respects their right to believe or not to believe ( Lautsi and Others v. Italy [GC], no. 30814/06, § 78, ECHR 2011).",
                "AdmissibilityNon-exhaustion of domestic remedies",
                "Non-exhaustion of domestic remedies",
                "Non-exhaustion of domestic remedies"
            ],
            [
                "40. The Government alleged that the applicants had neither used nor exhausted domestic remedies.",
                "Firstly, they emphasised that the application for annulment of the two decisions of the Minister of Education, Research and Religious Affairs entitled “General and vocational high school religious education programme” and “Primary and middle school religious education programme”, filed by the applicants with the Supreme Administrative Court, was still pending.",
                "Secondly, they maintained that the applicants had failed to file: (i) an application to suspend enforcement of the above-mentioned ministerial decisions and for an interim injunction; (ii) an application for annulment of the circular of the Minister of Education dated 23 January 2015 regarding the procedure for exemption from the religious education course; (iii) an application for exemption on behalf of the third applicant in application no. 4762/18 and the second applicant in application no. 6140/18, which would result in the school principals actually verifying their declaration that the children were not Orthodox Christian; and (iv) an application for annulment of any rejection of such an application for exemption."
            ],
            [
                "41. Lastly, the Government submitted that although the third applicant in application no. 4762/18 had known that her application, even if the Court were to find a violation of her human rights, could only lead to an award of just satisfaction for non-pecuniary damage, she had filed the application without giving the domestic courts the opportunity to decide such a claim, by bringing an action for damages under section 105 of the Introductory Law to the Civil Code."
            ],
            [
                "42. The applicants submitted that the applications for annulment had been the only remedy available against the ministerial decisions in question and that the proceedings before the sole responsible State authority, the Supreme Administrative Court, had not constituted an effective remedy since the applications had not even led to a hearing before the start of the school year 2017/18. They also maintained that submitting an application to suspend enforcement and for an interim injunction was not part of the mandatory form of domestic remedies and there was no prior domestic case-law justifying such applications. They also argued that there had been no requirement, nor had it been feasible, to initially challenge the 2015 circular before challenging the 2017 ministerial decisions."
            ],
            [
                "43. The applicants disputed the religious neutrality of the members of the Supreme Administrative Court. They maintained that it had not adjourned their case because another important case of the same type had already been pending before it. The previous case had concerned the curriculum for the year 2016/17. The real reason for adjourning the case had been to delay matters until the end of the school year 2017/18 and make the applicants lose their standing as the third applicant in application no. 4762/18 had been in the final grade of the public education system."
            ],
            [
                "44. As regards an action for damages under the above-mentioned section 105, the third applicant in application no. 4762/18 maintained that she had chosen the most appropriate legal remedy – an application for annulment before the Supreme Administrative Court – which had not concealed a “self-serving” objective, as the only result would have been the annulment of the ministerial decisions and not an award of damages."
            ],
            [
                "45. The Court reiterates that under Article 35 § 1 of the Convention, it may only deal with an application after the exhaustion of those domestic remedies that relate to the breaches alleged and are also available and sufficient. The Court also reiterates that it is incumbent on the Government pleading non-exhaustion to satisfy it that the remedy was an effective one available in theory and in practice at the relevant time, that is to say that it was accessible, was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see, in particular, Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999 ‑ V; Sejdovic v. Italy [GC], no. 56581/00, § 46, ECHR 2006-II; Vučković and Others v. Serbia (preliminary objection) [GC], no. 17153/11 and 29 others, § 74, 25 March 2014, and Gherghina v. Romania [GC] (dec.), no. 42219/07, § 85, 9 July 2015). Once this burden of proof has been satisfied it falls to the applicant to establish that the remedy advanced by the Government was in fact used or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from the requirement (see Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports of Judgments and Decisions 1996 ‑ IV, and Prencipe v. Monaco, no. 43376/06, § 93, 16 July 2009)."
            ],
            [
                "46. The Court further reiterates that, where several remedies are available, the applicant is not required to pursue more than one and it is normally that individual’s choice as to which (see Karakó v. Hungary, no. 39311/05, § 14, 28 April 2009; Hilal v. the United Kingdom (dec.), no. 45276/99, 8 February 2000; and Airey v. Ireland, 9 October 1979, § 23, Series A no. 32) Under the established case-law, when a remedy has been pursued, use of another remedy which has essentially the same objective is not required (see, inter alia, Micallef v. Malta [GC], no. 17056/06, § 58, ECHR 2009, and Kozacıoğlu v. Turkey [GC], no. 2334/03, § 40, ECHR 2009)."
            ],
            [
                "47. In the present case the Court notes that on 12 July 2017 the applicants applied to the Supreme Administrative Court for annulment of the two ministerial decisions which had established the primary, middle and high school religious education programme for the school year 2017/18. On 12 and 24 July 2017 the applicants lodged requests for their case to be examined under the urgent procedure, before the start of the new school year on 11 September 2017. A hearing was initially scheduled for 12 October 2017 and was then adjourned and rescheduled for 9 November 2017, 14 December 2017 and again on six other dates in 2018. It cannot be denied that the application for annulment at the Supreme Administrative Court, coupled with a request for the case to be examined under the urgent procedure was an effective remedy to exhaust for the purposes of Article 35 § 1. However, in the circumstances, notably the successive adjournments of the examination of the case and taking into account the need for the applicants to have their case decided before the start of the new school year, the remedy lost much of its effectiveness. As a result, it cannot be reasonably claimed by the Government that the lodging of the applications with the Court on 5 and 8 January 2018 had rendered them premature, as more than three months had already passed since the start of the new school year."
            ],
            [
                "48. As regards the Government’s argument that the applicants did not file an application to suspend enforcement or for an interim injunction, the Court does not consider this remedy effective: having regard to the Supreme Administrative Court’s stance on the applicants’ request to have the urgent procedure applied, the Court considers that the probability of having a course curriculum suspended because of a pending application for annulment were less than slim."
            ],
            [
                "49. Furthermore, by filing an application with the Supreme Administrative Court, the applicants sought to obtain the annulment of the ministerial decisions in question and not compensation. Moreover, for section 105 to apply, the alleged damage had to have been caused by the unlawful acts of State organs. However, the Government did not specify which unlawful act was at stake in this situation. The Government have not given any examples of case-law in order to demonstrate that an action for damages could have restored the applicants’ rights under Articles 8 and 9 of the Convention and Article 2 of Protocol No. 1. An action for damages under section 105 was therefore not an effective remedy in the present case."
            ],
            [
                "50. Finally, as regards the failure of the applicants to use the exemption procedure and file a “recourse” in the event that their application for exemption was dismissed, the Court considers that this could be understood as an indication that the adult applicants and their children were people without religious beliefs or people adhering to a religion other than Orthodox Christian. Consequently, this aspect of the non-exhaustion argument raised by the Government is closely related to the substance of the case, and should be joined to the merits."
            ],
            [
                "51. Accordingly, with the exception of the above-mentioned aspect of the non-exhaustion argument, the Court dismisses the Government’s objection based on the premature nature of the applications and the applicants’ failure to exhaust domestic remedies."
            ],
            [
                "52. The Government asserted that at the time of the application the third applicant in application no. 4762/18 had been in the last months of the final grade of high school and would not be taught at school again, and that she had now completed her studies and was about to reach adulthood. On her reaching adulthood, the first and second applicants would have no right to complain of human rights violations in her name."
            ],
            [
                "53. The applicant maintained that it was at least provocative for the Government to invoke inaction on the part of the State authorities throughout the year 2017 in order to claim that the applicants were no longer victims, as the applicants had made timely use of domestic remedies. Furthermore, the present application had been brought in January 2018, when the third applicant had still been a student and would have been for at least another six months or so."
            ],
            [
                "54. The Court reiterates that it falls first to the national authorities to redress any alleged violation of the Convention. Hence, the question whether an applicant can claim to be a victim of the violation alleged is relevant at all stages of the proceedings before the Court (see Scordino v. Italy (no. 1) [GC], no.36813/97, § 179, ECHR 2006-V). In this regard, the applicant must be able to justify his or her status as a victim throughout the proceedings (see Burdov v. Russia, no. 59498/00, § 30, 7 May 2002, and Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 80, ECHR 2012). The issue of whether a person may still claim to be a victim of an alleged violation of the Convention essentially entails on the part of the Court an ex post facto examination of his situation (ibid., § 82)."
            ],
            [
                "55. The Court notes that the applicants filed an application for annulment of the two impugned ministerial decisions dated 13 and 16 June 2017 before the judgment of the Supreme Administrative Court adopted on 2 July 2017, that is, approximately two months before the start of the school year 2017/18. On the same date and again on 24 July 2017 the applicants asked to have their case urgently heard by the Holidays Section so that they could be served with the decision prior to the start of the new school year, but the court dismissed their requests for lack of importance. As a result, the new school year started at the beginning of September 2017 with both applicant students being obliged to follow the religious education course during the whole school year. On 5 January 2018 the applicants lodged their application with the Court. On that date and during the whole school year 2018 the Supreme Administrative Court did not adjudicate the case and kept on adjourning the hearing until 21 September 2018, by which time the school year had already finished."
            ],
            [
                "56. Having regard to the specific circumstances of the case, the Court considers that that the most appropriate and adequate redress in the present case would not have been the payment of compensation to the applicants, particularly as regards the third applicant in application no. 4762/18, who was in her last year at school, but a decision on the substance of the complaints raised in their application to the Supreme Administrative Court."
            ],
            [
                "57. The Court therefore considers that all the applicants were victims on the date of the application and can still claim to be victims, because to date no judgment has yet been delivered in their cases."
            ],
            [
                "58. Accordingly, the Government’s objection must be dismissed."
            ],
            [
                "59. Noting that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds, the Court declares it admissible."
            ],
            [
                "60. The applicants claimed in the first place that decisions no. 9902/2017 and no. 101470/2017 issued by the Minister of Education in the course of summer 2017 provided that the religious education course was of a confessional nature, promoting the “prevailing religion”. It appeared from the decisions that the purpose of the new programme was to develop a certain form of “religious personality”, develop believers of the Orthodox Christian dogma, enable students to “believe well” and not just provide them with information and knowledge. If the course was not of a catechetical and confessional nature, the State would have abolished the exemption procedure instituted by the circular of 23 January 2015, because there would have been no ground of conscientious objection. Maintaining such a procedure amounted to admitting that the course itself was an interference by the State with the formation of the religious beliefs of students. In order to ensure the mandatory nature of the course and compel students to attend the confessional religious education course, the State required those who had conscientious objections not only to express them, but also to declare explicitly and officially that they were not Orthodox Christians."
            ],
            [
                "61. The applicants contended that if they had decided to make a solemn declaration in view of the exemption, they would have exposed themselves to criminal proceedings if the school principal had considered their content false. Moreover, submitting a solemn declaration to be held in the school records would have amounted to disclosing beliefs and personal sensitive data which did not fall within the ambit of the guarantees of either Directive 95/46/EC (on the protection of individuals with regard to the processing of personal data) or Law no. 2472/1997 (on protection from processing of personal data)."
            ],
            [
                "62. In the first place, the Government claimed that in the instant case, the first two applicants in application no. 4762/18 and the first applicant in application no. 6140/18 had never submitted an application for exemption, either with or without a declaration that their daughters were not Orthodox Christians, and therefore no such declaration had been processed by anyone or kept in the school records. Besides, the circular of 23 January 2015 did not recognise any “power” or “jurisdiction” of verification to school principals; it only “urged” them to verify the documentation in support of the grounds relied on by applicants, “cautioning them about the seriousness of the solemn declarations they ha[d] to file, before granting the legal exemption”. Furthermore, any processing and keeping of such declarations in the school records would be subject to the applicable data protection legislation."
            ],
            [
                "63. Likewise, there was no question of “proselytism” or “indoctrination” through the new religious education programme, despite the allegations of the applicants and the third parties to the contrary, nor had any, even possible, “stigmatisation” of the applicants been proved; besides, the applicants lived on the Central Aegean islands which had remarkable cultural activity and high influxes of tourists, and where residents of various ethnic, cultural and religious backgrounds coexisted harmoniously."
            ],
            [
                "64. Since the religious education course was not optional and it was the State’s mission under the Constitution to develop the religious conscience of students that were Orthodox Christians, exemption from the course was necessarily associated with a lack of religious affiliation."
            ],
            [
                "65. A student was not required to disclose his or her religious convictions and to only make a negative declaration to the effect that he or she was not an Orthodox Christian. This declaration served the purpose of avoiding circumvention of the State’s constitutional mission because, when a student was not an Orthodox Christian, the State was not required to develop his or her religious conscience. Furthermore, precisely because it was impossible and unacceptable for State organs to verify the religious convictions of a student, the declaration was equivalent to confirmation that real grounds of religious conscience for exemption existed, so as to prevent the submission of false declarations that would undermine the fair and equal teaching of courses and conceal illegitimate purposes – in particular to reduce the courses in which a student had to be examined and assessed. Under the new, pluralistic programme, the possibility of exemption was maintained even though the religious education course was not confessional and not exclusively addressed to Orthodox Christians."
            ],
            [
                "66. The Government claimed that the State provided the right to full exemption from the religious education course which, as its teaching had been established and conducted under the new programme, constituted no indoctrination or proselytism. The exemption procedure, through the submission of an application and a solemn declaration, served the purpose of transparency and preventing a mass submission of applications that could have led to full abolition of the course. Besides, the exemption procedure protected students against possible abuses of this right by exempted students, who would thus gain an advantage over the former in assessments or otherwise."
            ],
            [
                "67. The Government also emphasised that the applicants had not actually sought to obtain an exemption from the religious education course because they had actually wanted to have a course drawn up and taught as per their beliefs. But the right to have a State draw up a religious education course as per parents’ wishes was not derived from any of the Articles of the Convention. The State should have been supported for having maintained the right of exemption while having at the same time introduced a new pluralistic religious education programme. It was also noteworthy that following the adoption of the new programme, applications for exemption had been submitted by Greek Orthodox parents stating, among other things, that the course itself and the way it was taught did not inspire towards the Orthodox faith and contained chapters which had absolutely no relation to that faith."
            ],
            [
                "68. Finally, the Government contended that the implementation of the new programme as from the school year 2017/18 had been general and universal, in all primary and secondary schools. On the basis of information and a survey presented before the 2 nd Panhellenic Conference of Teachers of Theology in 2018, it was estimated that the new programme had been fully implemented in primary education, while in secondary education it had been implemented by 60 to 70% of schools. Between 5 and 10% had not implemented it at all, because the teachers had either not been trained or had not agreed with its orientations."
            ],
            [
                "69. The National Secular Society stated that the system for exemption from religious education classes operated by Greece appeared to be in conflict with key elements of the Court’s case-law. It depended on treating those of a particular faith as a cohesive group in defiance of the need to treat freedom of religion or belief primarily as an individual right that flowed from the Court’s case-law. It also imposed oppressive conditions on parents seeking to obtain an exemption from religious education classes for their children by obliging them to reveal their or their children’s religious beliefs and subjecting those beliefs to scrutiny by a third party (the school principal), and requiring records of those beliefs to be retained unnecessarily and indefinitely. These were features which the Court had repeatedly found to be in violation of Article 9 read in conjunction with Article 14."
            ],
            [
                "70. The National Secular Society submitted that the policy of the Greek State seemed to have the effect of making the availability of protection of the rights of parents under Article 2 of Protocol No. 1 dependent on whether or not their children adhered to the Orthodox faith. If parents who saw themselves as Orthodox Christians but who dissented from certain teachings of the Orthodox Church wished to bring their children up in accordance with their own individual interpretation of Orthodox Christianity, they had the same right under Article 2 to ensure that those philosophical beliefs were not undermined by the education system as a person whose beliefs fully aligned with mainstream Orthodox Christian teaching or a person who was an atheist or member of another faith. Moreover, a policy requiring that parents were answerable for the religious and philosophical beliefs of children who could be of sufficient maturity to form their own views failed to show respect for matters of individual conscience."
            ],
            [
                "71. The Greek Helsinki Monitor emphasised that soon after the Court’s judgment on religious oath taking in Greece in Alexandridis v. Greece (no. 19516/06, 21 February 2008), the Ministry of Education had issued two circulars, in July and August 2008, confirming and solidifying the year-long practice that exemption from religious education would be granted when requested by students or their parents for reasons of consciousness without any declaration of religious beliefs being requested. However, not only had the change introduced by the circular of 23 January 2015 been unnecessary, it had also led to a disturbance in the democratic functioning of the education system. This disturbance had been caused by the imposition of institutional discrimination and a violation of the Convention for those who had to declare their (non-) religious beliefs in order to enjoy another right, that of the exemption from religious education. Moreover, both the Court ( Folgerø and Others, cited above) and the UN Human Rights Committee (in its views on Leirvag v. Norway – Communication no. 1155/2003) had ruled that asking parents to provide reasons as to why they sought to exempt their children from religious education was contrary to the Convention and the International Covenant on Civil and Political Rights."
            ],
            [
                "72. Referring to the above-mentioned Folgerø and Others judgment, the Greek Helsinki Monitor stated that a comparison between the Norwegian and Greek religious education curricula indicated that the Greek curriculum was much less objective, critical and pluralistic, and much more a form of indoctrination into the official State religion, as it admittedly had a “confessional” character. Whereas in Norway half of the items listed referred to Christianity alone, in Greece, according to an official report by the Church of Greece in June 2017, 82% of the items in primary religious education had a confessional character (of which only 10% had an inter-confessional character) and 18% had a non-confessional character. The respective percentages for middle religious education were 74% confessional (of which 20% were inter-confessional) against 26% non-confessional. Both in the legislation and the circulars, as well as in practice, there was a thorough teaching of Orthodox Christianity and usually a superficial teaching of other Christian and non-Christian religions or other beliefs. In that report, the Church of Greece expressed its satisfaction with the confessional character of religious education.",
                "(c) ELIAMEP (Hellenic Foundation for European and Foreign Policy – Grassrootsmobilise Research Programme)"
            ],
            [
                "73. ELIAMEP emphasised that in the new religious education course Orthodoxy remained predominant in the teaching of religion in terms of the time and space allotted to it in the course, but also in that students did not only learn about Orthodoxy but were taught it as the faith of the nation. The fact that the course was exclusively taught by Orthodox theologians supported the latter notion. In primary school the course was taught by the one teacher in charge of the entire curriculum, but in secondary education (grades 7 to 12), the course was exclusively taught by Orthodox theologians graduating from one of the two Orthodox Faculties of Theology in Athens and Thessaloniki. Moreover, in many schools across Greece, the previous version of the religious education course was taught, wherein not only was Orthodoxy taught in a directly catechetical manner, but many minority faiths were presented in a derogatory way. Few theologians made use of the new books and chose, instead, not to implement the new programme; this was largely due to the fact it allowed a degree of flexibility as to the ways in which each theologian chose to implement the guidelines. A call for a return to the previous approach to the teaching of religious education had been supported in judgment no. 660/2018 of the Supreme Administrative Court."
            ],
            [
                "74. Furthermore, ELIAMEP pointed out that the stringent requirements regarding exemption from religious education classes had a highly distressing effect on students, who often preferred to keep their religious affiliation hidden or lie about it rather than risk being exposed to the school authorities. Because of the catechetical nature of the course, parents of religious minority children often chose the right to exemption which was available to them, but in so doing were forced to weigh the benefits of their children not attending a course which indoctrinated their children in a different faith against the potential stigmatisation of their children in their being singled out for opting out of the course."
            ],
            [
                "75. The first sentence of Article 2 of Protocol No. 1 provides that everyone has the right to education. The right set out in the second sentence of the Article is an adjunct of the right to education set out in the first sentence. Parents are primarily responsible for the education and teaching of their children; it is in the discharge of this duty that parents may require the State to respect their religious and philosophical convictions (see Kjeldsen, Busk Madsen and Pedersen v. Denmark, 7 December 1976, § 52, Series A no. 23). The second sentence of Article 2 of Protocol No. 1 aims at safeguarding the possibility of pluralism in education, a possibility which is essential for the preservation of the “democratic society” as conceived by the Convention. It implies that the State must take care that information included in the curriculum is conveyed in an objective, critical and pluralistic manner. The State is forbidden to pursue an aim of indoctrination that might be considered as not respecting parents’ religious and philosophical convictions (see Folgerø and Others, § 84, and Lautsi and Others, § 62, both cited above)."
            ],
            [
                "76. The word “respect” in Article 2 of Protocol No. 1 means more than “acknowledge” or “take into account”; in addition to a primarily negative undertaking, it implies some positive obligation on the part of the State (see Lautsi and Others, cited above, § 61, and Campbell and Cosans v. United Kingdom, 25 February 1982, § 37, Series A no. 48). Nevertheless, the requirements of the notion of “respect” imply that the States enjoy a wide margin of appreciation in determining the steps to be taken to ensure compliance with the Convention with due regard to the needs and resources of the community and of individuals. In the context of Article 2 of Protocol No. 1, that concept implies in particular that this provision cannot be interpreted to mean that parents can require the State to provide a particular form of teaching (see Lautsi and Others, cited above, § 61, and Bulski v. Poland (dec.), nos. 46254/99 and 31888/02, 30 November 2004)."
            ],
            [
                "77. In order to examine the disputed legislation under Article 2 of Protocol No. 1, interpreted as above, one must, while avoiding any evaluation of the legislation’s expediency, have regard to the material situation that it sought and still seeks to meet. Although, in the past, the Convention organs have not found education providing information on religions to be contrary to the Convention, they have carefully scrutinised whether students were obliged to take part in a form of religious worship or were exposed to any form of religious indoctrination. In the same context, the arrangements for exemption are also a factor to be taken into account (see Hasan and Elyem Zengin, cited above, § 53)."
            ],
            [
                "78. Such an interpretation of the second sentence of Article 2 of Protocol No. 1 is consistent with the first sentence of the same provision, with Articles 8 to 10 of the Convention and with the general spirit of the Convention itself, an instrument designed to maintain and promote the ideals and values of a democratic society. This is particularly true in that teaching is an integral part of the process whereby a school seeks to achieve the object for which it was established, including the development and moulding of the character and mental powers of its students as well as their personal independence (ibid., § 55)."
            ],
            [
                "79. The Court further draws attention to its fundamentally subsidiary role in the Convention protection system. The Contracting Parties, in accordance with the principle of subsidiarity, have the primary responsibility to secure the rights and freedoms defined in the Convention and the Protocols thereto, and in so doing enjoy a margin of appreciation, subject to the supervisory jurisdiction of the Court. Through their democratic legitimation, the national authorities are, as the Court has held on many occasions, in principle better placed than an international court to evaluate local needs and conditions (see, inter alia, Hatton and Others v. the United Kingdom [GC], no. 36022/97, § 97, ECHR 2003 ‑ VIII, and Garib v. the Netherlands [GC], no. 43494/09, § 137, 6 November 2017)."
            ],
            [
                "80. Where the legislature enjoys a margin of appreciation, the latter in principle extends both to its decision to intervene in a given subject area and, once having intervened, to the detailed rules it lays down in order to ensure that the legislation is Convention compliant and achieves a balance between any competing public and private interests. However, the Court has repeatedly held that the choices made by the legislature are not beyond its scrutiny and has assessed the quality of the parliamentary and judicial review of the necessity of a particular measure (see Lekić v. Slovenia [GC], no. 36480/07, § 109, 11 December 2018).",
                "(b) Application of these principles"
            ],
            [
                "81. In the first place, the Court considers that the main issue raised in the present case is that of the obligation imposed on the parents to submit a solemn declaration declaring that their children were not Orthodox Christians, in order for the latter to be exempted from the religious education course. In the circumstances of the case, the content of religious education lessons as such is not directly connected to that of exemption from the course and the Court will not consider it separately."
            ],
            [
                "82. The Court reiterates the Contracting Parties’ positive obligation under the second sentence of Article 2 of Protocol No. 1, which gives parents the right to demand from the State respect for their religious and philosophical convictions in the teaching of religion. Where a Contracting State includes religious instruction in the curriculum for study, it is then necessary, in so far as possible, to avoid a situation where pupils face a conflict between the religious education given by the school and the religious or philosophical convictions of their parents. In this connection, the Court notes that, with regard to religious instruction in Europe and in spite of the variety of teaching approaches, almost all of the member States offer at least one route by which pupils can opt out of religious education classes, by providing an exemption mechanism or the option of attending a lesson in a substitute subject, or making attendance at religious studies classes entirely optional (see Hasan and Elyem Zengin, cited above, § 71)."
            ],
            [
                "83. The Court notes that, under Article 16 § 2 of the Constitution and the Education Act, the religious education course is mandatory for all students (see paragraphs 16-17 above). However, the circular of 23 January 2015 provides that non-Orthodox Christian students, that is to say students with different religious or doctrinal affiliation or non-religious students, who rely on grounds of religious conscience, may be exempted from attending the course. This exemption procedure was maintained in force by Article 25 § 3 of a decision of the Minister of Education dated 23 January 2018 (see paragraphs 29 and 31 above)."
            ],
            [
                "84. In the Court’s view, what matters in respect of Article 2 of Protocol No. 1 is to ascertain whether the conditions imposed by the circular of 23 January 2015 are likely to place an undue burden on parents and require them to disclose their religious or philosophical convictions in order to have their children exempted from the religious education course. In this regard, the Court reiterates that that it has always stressed that religious convictions are a matter of individual conscience (see, inter alia, Sofianopoulos and Others v. Greece (dec.), nos. 1977/02, 1988/02 and 1997/02, ECHR 2002 ‑ X)."
            ],
            [
                "85. It is clear that the above circular does not require religious justification to be provided in the exemption form. However, the Court notes that the parents are obliged to submit to the school principal a solemn declaration in writing, countersigned by the teacher, stating that their child is not an Orthodox Christian. The school principal has the responsibility to check the documentation in support of the grounds relied on by the parents and draw their attention to the seriousness of the solemn declaration they have filed."
            ],
            [
                "86. Checking the seriousness of the solemn declaration implies that the school principal is to verify whether it contains false information, namely whether the birth certificate of the child which indicates the parents’ religion and which must be submitted to the school authorities (see paragraphs 18-19 above) corresponds to the solemn declaration. In addition, “religion” as a subject is compulsory in primary, middle and high school, as well as in certificates of studies, under the relevant ministerial decisions (see paragraph 19 above). Where there is a discrepancy, the school principal must alert the public prosecutor that a false solemn declaration may have been submitted, since it is a criminal offence under Article 22 § 6 of Law no. 1599/ 1986 and Article 37 of the Code of Criminal Procedure (see paragraphs 20-21 above)."
            ],
            [
                "87. The Court considers that the current system of exemption of children from the religious education course is capable of placing an undue burden on parents with a risk of exposure of sensitive aspects of their private life and that the potential for conflict is likely to deter them from making such a request, especially if they live in a small and religiously compact society, as is the case with the islands of Sifnos and Milos, where the risk of stigmatisation is much higher than in big cities. The applicant parents asserted that they were actually deterred from making such a request not only for fear of revealing that they were not Orthodox Christians in an environment in which the great majority of the population owe allegiance to one particular religion (see Grzelak v. Poland, no. 7710/02, § 95, 15 June 2010), but also because, as they pointed out, there was no other course offered to exempted students and they were made to lose school hours just for their declared beliefs."
            ],
            [
                "88. Although the first two applicants in application no. 4762/18 and the first applicant in application no. 6140/18 were under no obligation to disclose their religious convictions, requiring them to submit a solemn declaration amounted to forcing them to adopt behaviour from which it might be inferred that they themselves and their children hold – or do not hold – any specific religious beliefs (see, mutatis mutandis, Alexandridis, cited above, § 38, and Dimitras and Others v. Greece, nos.42837/06, 3237/07, 3269/07, 35793/07 et 6099/08, § 78, 3 June 2010)."
            ],
            [
                "89. In the above-mentioned cases the Court stated that the freedom to manifest one’s beliefs also contained a negative aspect, namely the individual’s right not to manifest his or her religion or religious beliefs and not to be obliged to act in such a way as to enable conclusions to be drawn as to whether he or she held – or did not hold – such beliefs. The State authorities did not have the right to intervene in the sphere of individual conscience and to ascertain individuals’ religious beliefs or oblige them to reveal their beliefs concerning spiritual matters."
            ],
            [
                "90. Having regard to the foregoing, the Court dismisses the Government’s objection of non-exhaustion as regards the applicants’ omission to use the exemption procedure and concludes that there has been a breach of their rights under the second sentence of Article 2 of Protocol No. 1, as interpreted in the light of Article 9 of the Convention.",
                "APPLICATION OF ARTICLE 41OF THE CONVENTION"
            ],
            [
                "91. Article 41of the Convention provides:",
                "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”"
            ],
            [
                "92. The applicants in both applications each claimed 8,000 euros (EUR) in respect of non-pecuniary damage."
            ],
            [
                "93. The Government contended that the claim had been made without setting out any specific arguments or indicating the damage personally suffered by the applicants as a consequence of the matters complained of. The Government considered that the finding of a violation would constitute sufficient just satisfaction under Article 41."
            ],
            [
                "94. The Court considers that the applicants sustained, owing to the violation as found, non-pecuniary damage which cannot be redressed by the mere finding of a violation. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards jointly to the three applicants in application no. 4762/18 the sum of EUR 8,000 and jointly to the two applicants in application no. 6140/18 the sum of EUR 8,000 under this head."
            ],
            [
                "95. The applicants in application no. 4762/18 also claimed EUR 6,566.52 for the costs and expenses incurred before the Supreme Administrative Court. Neither these applicants nor those in application no. 6140/18 claimed any amount for the costs and expenses incurred before the Court."
            ],
            [
                "96. The Government contended that the applicants should not have claimed an amount for a procedure which was pending before the Supreme Administrative Court but which had actually followed in time the procedure before the Court. Recourse to the Court might not have been necessary following the – not yet issued – judgment of the Supreme Administrative Court."
            ],
            [
                "97. According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 6,566.52 concerning costs incurred by the applicant in application no. 4762/18 before the Supreme Administrative Court.",
                "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "Decides to join the applications;"
            ]
        ],
        "id": 2
    }
]